Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, da, de, es, fr, id, ru, zh_cn

# MailKey_Message_Your
source: Hi, attached you'll find my public key %@ You can use this key to encrypt and secure our messages. To start using it, you'll need to install an OpenPGP software on your computer. Find an appropriate software here: %@ Please import the public key into your local OpenPGP Key-Manager. Looking forward to exchange snooping-free messages with you. Regards
cs: Zdravím, v příloze naleznete můj veřejný klíč %@ Pomocí tohoto klíče můžete šifrovat a zabezpečit naši komunikaci. Pokud si přejete zabezpečení používat, musíte do svého počítače nainstalovat aplikaci OpenPGP. Níže naleznete seznam možných řešení pro váš operační systém: %@ Naimportujte prosím veřejný klíč do svého správce klíčů OpenPGP. Těším se na komunikaci s Vámi, komunikaci bez nebezpečí odposlouchávání. S pozdravem
da: Hej, vedhæftet finder du min offentlige nøgle %@ Du kan bruge denne nøgle til at kryptere og sikre vores beskeder. For at bruge den skal du have et OpenPGP program på din computer. Nedenfor finder du en liste af mulige programmer til dit styresystem: %@ Importer den offentlige nøgle i din lokale OpenPGP nøglering. Jeg ser frem til at udveksle beskeder med dig, som andre ikke kan stikke næsen i. Venlig hilsen
de: Hi im Anhang findest du meinen öffentlichen Schlüssel %@ Du kannst diesen Schlüssel verwenden, um unsere Nachrichten zu verschlüsseln. Damit du sicher kommunizieren kannst, musst du eine OpenPGP Software auf deinem Computer installieren. Hier eine Liste möglicher Lösungen für dein System: %@ Bitte importiere den öffentlichen Schlüssel in deine lokale OpenPGP Schlüsselverwaltung. Ich freue mich auf abhörsichere Kommunikation mit dir. Viele Grüße
es: Hola, adjunta encontrará mi clave pública %@ Puede usar esta clave para cifrar y asegurar nuestros mensajes. Para comenzar a usarla, tendrá que instalar un software OpenPGP en su computadora. Debajo encontrará una lista de soluciones posibles para su sistema operativo: %@ Por favor importe la clave pública en su Administrador-de-claves OpenPGP local. Espero intercambiar mensajes libres-de-obsevadores con usted. Saludos Regards
fr: Bonjour, Veuillez trouver ci-jointe ma clé publique %@ Vous pouvez utiliser cette clé pour chiffrer et signer nos échanges. Pour commencer à l'utiliser, vous devez installer un logiciel OpenPGP sur votre ordinateur. Ci-dessous une liste des solutions possibles en fonction de votre système d'exploitation : %@ Merci d'importer cette clé dans votre gestionnaire local de clé OpenPGP. Impatient de pouvoir échanger des messages sûrs entre nous ! Cordialement,
id: Halo, terlampir adalah kunci publik saya %@ Anda dapat memakai kunci ini untuk mengenkripsi dan mengamankan pesan kita. Untuk mulai memakainya, Anda perlu memasang suatu perangkat lunak OpenPGP pada komputer Anda. Di bawah Anda akan temukan daftar solusi yang mungkin untuk sistem operasi Anda: %@ Harap impor kunci publik ke dalam Manajer Kunci OpenPGP lokal Anda. Saya berharap bisa segera bertukar pesan bebas intip dengan Anda. Salam
ru: Привет, Во вложении вы найдете мой открытый ключ %@ Вы можете использовать этот ключ для шифрования и защиты наших сообщений. Для того, чтобы начать использовать его, вам необходимо установить программное обеспечение OpenPGP на вашем компьютере. Ниже вы найдете список возможных решений для вашей операционной системы: %@ Пожалуйста, импортируйте открытый ключ в свой локальный менеджер ключей OpenPGP. С нетерпением жду безопасного обмена сообщениями с вами. С уважением
zh_cn: Hi, attached you'll find my public key %@ You can use this key to encrypt and secure our messages. To start using it, you'll need to install an OpenPGP software on your computer. Below you'll find a list of possible solutions for your operating system: %@ Please import the public key into your local OpenPGP Key-Manager. Looking forward to exchange snooping-free messages with you. Regards

# MailKey_Message_Links
source: macOS: https://support.gpgtools.com/kb/how-to/first-steps-where-do-i-start-where-do-i-begin-setup-gpgtools-create-a-new-key-your-first-encrypted-mail Other Operating Systems: https://support.gpgtools.com/kb/faq/openpgp-solutions-for-all-operating-systems
cs: macOS https://support.gpgtools.org/kb/how-to/first-steps-where-do-i-start-where-do-i-begin-setup-gpgtools-create-a-new-key-your-first-encrypted-mail Linux https://ssd.eff.org/en/module/how-use-pgp-linux Windows https://ssd.eff.org/en/module/how-use-pgp-windows-pc iOS https://itunes.apple.com/app/ipgmail/id430780873?mt=8 Android https://play.google.com/store/apps/details?id=org.sufficientlysecure.keychain
da: macOS https://gpgtools.tenderapp.com/kb/how-to/first-steps-where-do-i-start-where-do-i-begin-setup-gpgtools-create-a-new-key-your-first-encrypted-mail Linux https://ssd.eff.org/en/module/how-use-pgp-linux Windows https://ssd.eff.org/en/module/how-use-pgp-windows-pc iOS https://itunes.apple.com/app/ipgmail/id430780873?mt=8 Android https://play.google.com/store/apps/details?id=org.sufficientlysecure.keychain
de: macOS https://gpgtools.tenderapp.com/kb/how-to/erste-schritte-gpgtools-einrichten-einen-schlssel-erstellen-deine-erste-verschlsselte-mail Linux https://ssd.eff.org/en/module/how-use-pgp-linux Windows https://ssd.eff.org/en/module/how-use-pgp-windows-pc iOS https://itunes.apple.com/app/ipgmail/id430780873?mt=8 Android https://play.google.com/store/apps/details?id=org.sufficientlysecure.keychain
es: macOS https://gpgtools.tenderapp.com/kb/how-to/first-steps-where-do-i-start-where-do-i-begin-setup-gpgtools-create-a-new-key-your-first-encrypted-mail Linux https://ssd.eff.org/es/module/como-usar-pgp-para-linux Windows https://ssd.eff.org/es/module/como-usar-pgp-para-windows-pc iOS https://itunes.apple.com/app/ipgmail/id430780873?mt=8 Android https://play.google.com/store/apps/details?id=org.sufficientlysecure.keychain&hl=es
fr: macOS https://support.gpgtools.org/kb/how-to/first-steps-where-do-i-start-where-do-i-begin-setup-gpgtools-create-a-new-key-your-first-encrypted-mail Linux https://ssd.eff.org/en/module/how-use-pgp-linux Windows https://ssd.eff.org/en/module/how-use-pgp-windows-pc iOS https://itunes.apple.com/app/ipgmail/id430780873?mt=8 Android https://play.google.com/store/apps/details?id=org.sufficientlysecure.keychain
id: macOS https://gpgtools.tenderapp.com/kb/how-to/first-steps-where-do-i-start-where-do-i-begin-setup-gpgtools-create-a-new-key-your-first-encrypted-mail Linux https://ssd.eff.org/en/module/how-use-pgp-linux Windows https://ssd.eff.org/en/module/how-use-pgp-windows-pc iOS https://itunes.apple.com/app/ipgmail/id430780873?mt=8 Android https://play.google.com/store/apps/details?id=org.sufficientlysecure.keychain
ru: macOS https://gpgtools.tenderapp.com/kb/how-to/first-steps-where-do-i-start-where-do-i-begin-setup-gpgtools-create-a-new-key-your-first-encrypted-mail Linux https://ssd.eff.org/en/module/how-use-pgp-linux Windows https://ssd.eff.org/en/module/how-use-pgp-windows-pc iOS https://itunes.apple.com/app/ipgmail/id430780873?mt=8 Android https://play.google.com/store/apps/details?id=org.sufficientlysecure.keychain
zh_cn: OS X https://ssd.eff.org/en/module/how-use-pgp-mac-os-x Linux https://ssd.eff.org/en/module/how-use-pgp-linux Windows https://ssd.eff.org/en/module/how-use-pgp-windows-pc iOS https://itunes.apple.com/app/ipgmail/id430780873?mt=8 Android https://play.google.com/store/apps/details?id=org.sufficientlysecure.keychain

# MailKey_Progress
source: Creating new email…
cs: Vytváří se nový e-mail…
de: Neue E-Mail wird erstellt ...
es: Creando un correo nuevo...
fr: Création d'une nouvelle adresse électronique…
id: Membuat surel baru...
ru: Создаётся новая электронная почта...
zh_cn: 正在创建新电子邮件……

# MailKey_Progress_Your
source: Creating new email…
cs: Vytváří se nový e-mail…
de: Neue E-Mail wird erstellt ...
es: Creando un correo nuevo...
fr: Création d'une nouvelle adresse électronique…
id: Membuat surel baru...
ru: Создается новая электронная почта...
zh_cn: 正在创建新电子邮件……

# MailKey_Error
source: Oops, something went wrong. There was a problem exporting your key.
cs: Ajajaj, něco se pokazilo. Selhal export vašeho klíče.
de: Ups, da ging was schief. Es gab ein Problem beim Export deines Schlüssels.
es: Uups, algo fue mal. Hubo un problema al exportar su clave.
fr: Oups, quelque chose ne va pas. Il y a un problème pour exporter votre clé.
id: Ups, ada yang salah. Ada masalah saat mengekspor kunci Anda.
ru: Ой, что-то пошло не так. Возникла проблема при экспорте ключа.
zh_cn: 呃，发生了错误。钥匙导出过程中碰到了问题。

# MAIL_KEY_INVALID_KEY_SELECTED_TITLE
source: Unusable key selected
cs: Byl vybrán nepoužitelný klíč
da: Ubrugelig nøgle valgt
de: Unbenutzbarer Schlüssel ausgewählt
es: Se ha seleccionado una clave inutilizable
fr: Clé inutilisable sélectionnée
id: Kunci yang tidak dapat dipakai dipilih
ru: Выбран непригодный к использованию ключ
zh_cn: 所选钥匙无法使用

# MAIL_KEY_INVALID_KEY_SELECTED_MESSAGE
source: You have selected an unusable key. Such keys can not be sent via email. Please update the key from the key server, to check if it has been updated. Otherwise get in touch with the key owner and inform them about the key state. %@
cs: Vybrali jste nepoužitelný klíč. Tyto klíče nelze odeslat e-mailem. Aktualizujte klíč z klíčového serveru a ověřte, zda byl skutečně aktualizován. V opačném případě se spojte s vlastníkem klíče a informujte jej o tomto stavu. %@
da: Du har valgt en ubrugelig nøgle. Sådanne nøgler kan ikke sendes via e-mail. Opdater nøglen fra nøgleserveren for at tjekke, om den er blevet opdateret. Alternativt kontakt nøglens ejer, og fortæl dem om nøglens tilstand. %@
de: Du hast einen unbenutzbaren Schlüssel ausgewählt. Der Schlüssel kann daher nicht per E-Mail versendet werden. Bitte aktualisiere den Schlüssel vom Schlüsselserver, um eventuelle Updates des Schlüssels zu erhalten. Andernfalls setzte dich mit dem Eigentümer des Schlüssel in Verbindung und informiere ihn über den Schlüsselstatus. %@
es: Ha seleccionado una clave no utilizable. Tales claves no se pueden enviar vía correo electrónico. Por favor, actualice la clave desde el servidor de claves, para comprobar si ha sido actualizada. De otro modo póngase en contacto con el propietario de la clave e infórmele sobre el estado de la clave %@
fr: Vous avez sélectionné une clé inutilisable. De telles clés ne peuvent être envoyées par email. Merci de mettre à jour la clé depuis le serveur de clés, afin de voir si elle a été mise à jour. Sinon, entrez en contact avec le propriétaire de la clé et informez-le de l'état de la clé. %@
id: Anda telah memilih suatu kunci yang tidak dapat dipakai. Kunci sedemikian tidak bisa dikirim lewat surel. Harap mutakhirkan kunci dari server kunci, untuk memeriksa apakah itu telah dimutakhirkan. Bila tidak bertemulah dengan pemilik kunci dan informasikan tentang keadaan kunci. %@
ru: Вы выбрали непригодный ключ. Такие ключи не могут быть отправлены по электронной почте. Пожалуйста, обновите ключ из сервера ключей, проверив был ли он обновлен. В противном случае войти в контакт с владельцем ключа и сообщите ему о состоянии ключа. %@
zh_cn: 您选择了一个无法使用的钥匙。这个公钥不能通过电邮发送。请从公钥服务器上更新对方的公钥并确认。 也可以和公钥所有者取得联系，确认对方的公钥状态。 %@

# PasteboardKeyFound_Title
source: One or more keys were detected in your clipboard
cs: Byl nalezen jeden nebo více klíčů ve vaši schránce
da: En eller flere nøgler blev fundet i din udklipsholder
de: Ein oder mehrere Schlüssel wurden in deiner Zwischenablage entdeckt
es: Se han seleccionado una o más claves en su portapapeles
fr: Une ou plusieurs clés ont été détectées dans le presse-papier
id: Satu kunci atau lebih terdeteksi dalam papan klip Anda
ru: Один или несколько ключей удалено в ваш буфер обмена
zh_cn: 在您的剪贴板中找到一个或多个公钥。

# PasteboardKeyFound_Msg
source: %@ Would you like to import the key(s)?
cs: %@ Přejete si importovat klíč(e)?
da: %@ Vil du importere nøglerne?
de: %@ Möchtest du den Schlüssel importieren?
es: %@ ¿Desea importar las clave(s)?
fr: %@ Voudriez-vous importer la/les clé(s) ?
id: %@ Apakah Anda hendak mengimpor kunci tersebut?
ru: %@ Вы хотите импортировать ключ(и)?
zh_cn: %@ 您要导入公钥吗？

# PasteboardKeyFound_Yes
source: Import
cs: Importovat
da: Importér
de: Importieren
es: Importar
fr: Importation
id: Impor
ru: Импортировать
zh_cn: 导入

# PasteboardKeyFound_No
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

source: No
cs: Ne
da: Nej
de: Nein
fr: Non
id: Tidak
ru: Нет
zh_cn: 否

source: Error
cs: Chyba
da: Fejl
de: Fehler
fr: Erreur
id: Galat
ru: Ошибка
zh_cn: 错误

source: Warning
ca: Advertència
cs: Výstraha
da: Advarsel
de: Warnung
es: Advertencia
fr: Avertissement
id: Peringatan
ru: Предупреждение
zh_cn: 警告

source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

source: Apply to all
ca: Aplica a tots
cs: Použít pro vše
da: Anvend på alle
de: Auf alle anwenden
es: Aplicar a todos
fr: Appliquer à tous
id: Terapkan ke semua
ru: Применить ко всем
zh_cn: 应用到全部

# RemoveUserID_Title
source: Remove user ID
ca: Suprimeix la Identitat de l'Usuari
cs: Odstranit UserID
da: Fjern bruger ID
de: Benutzer-ID entfernen
es: Eliminar identificación de usuario
fr: Supprimer l'ID utilisateur
id: Hapus ID pengguna
ru: Удалить ID пользователя
zh_cn: 移除用户标识

# RemoveUserID_Msg
source: You are about to remove user ID %@ from your key %@. Once removed, you will no longer be able to use this key with the associated account in Mail.app. In case the key with this user ID has been uploaded to the key servers, removing the user ID will not remove it from the key on the key servers. Please instead revoke the user ID in question and upload the updated key.
ca: You are about to remove UserID %@ from your key %@. If you remove this UserID, you will no longer be able to use this key with the associated mail account in Mail.app. If the key with this UserID was uploaded to the key servers, removing the UserID will not remove the UserID from the key on the key servers. Please instead revoke the UserID in question and upload the updated key.
cs: Chystáte se odstranit UserID %@ z vašeho klíče %@. Pokud tak učiníte, nebudete již moci použít tento klíč ve vašem účtu v Mail.app. Pokud tento tento klíč s tímto UserID byl nakopírován na klíčové servery, odstranění UserID jej neodstraní z klíče na klíčových serverech. Po odstranění UserID z klíče, nakopírujte prosím aktualizovaný klíč na klíčové servery.
da: Du er ved at fjerne bruger ID %@ fra din nøgle %@. Hvis du fjerner dette bruger ID, kan du ikke længere bruge denne nøgle sammen med den tilknyttede e-mail konto i Mail.app. Hvis nøglen med dette bruger ID er blevet uploadet til nøgleserverne bliver bruger ID'et ikke fjernet fra nøglen på nøgleserverne. Tilbagekald i stedet bruger ID'et og upload den opdaterede nøgle.
de: Du willst die Benutzer-ID %@ aus deinem Schlüssel %@ entfernen. Nach dem Entfernen kann dieser Schlüssel nicht mehr mit dem zugehörigen Account in Mail.app benutzt werden. Falls der Schlüssel bereits auf einem Schlüsselserver hinterlegt ist, wird die Benutzer-ID dort nicht gelöscht. In dem Fall empfehlen wir die Benutzer-ID stattdessen zu widerrufen und den aktualisierten Schlüssel an den Schlüsselserver zu senden.
es: Está a punto de eliminar la identificación de usuario %@ de su clave %@. Una vez eliminada, ya no podrá usar esta clave con la cuenta asociada en Mail.app. En caso de que la clave con esta identificación de usuario haya sido subida a los servidores de claves, eliminar la identificación de usario localmente no la eliminará de la clave en los servidores de claves. En su lugar, por favor, revoque la identificación de usuario en cuestión y suba la clave actualizada.
fr: Vous vous apprêtez à supprimer l'ID utilisateur %@ de votre clé %@. Une fois supprimé, vous ne pourrez plus utiliser cette clé avec le compte correspondant dans l'application Mail. Si la clé a été publiée sur les serveurs de clés avec cet ID utilisateur, le supprimer ne le supprimera pas des clés présentes sur les serveurs. Dans ce cas, il vaut mieux révoquer l'ID utilisateur en question et publier la clé modifiée.
id: Anda akan membuang ID Pengguna %@ dari kunci %@ Anda. Sekali dibuang, Anda tidak bisa lagi memakai kunci ini dengan akun surel terkait dalam Mail.app. Bila kunci dengan ID pengguna ini telah diunggah ke server kunci, membuang ID pengguna tidak akan menghapus ID pengguna dari kunci pada server kunci. Sebagai gantinya harap cabut ID pengguna tersebut dan unggah kunci yang dimutakhirkan.
ru: Вы собираетесь удалить ID пользователя %@ из вашего ключа %@. Если удалить этот идентификатор пользователя, вы больше не будете иметь возможность использовать этот ключ с соответствующей учётной записью электронной почты в Mail.app. Если ключ с таким идентификатором пользователя был выложен на сервер ключей, то удаление идентификатора пользователя не удалит идентификатор пользователя из ключа на сервере ключей. Пожалуйста, в вопросе вместо этого, аннулируйте идентификатор пользователя и выложите обновлённый ключ.
zh_cn: 您即将移除用户标识 %@ ，它位于您的主钥 %@ 中。一旦移除，您讲不能在 Mal.app 中使用它所关联的邮件地址了。 如果您从服务器更新了这个用户标识，移除它并不会改变服务器上的内容。请试着去吊销它并重新上传。

# RemoveUserID_Yes
source: Remove User ID
ca: Suprimeix la Identitat de l'Usuari
cs: Odstranit UserID
da: Fjern bruger ID
de: Benutzer-ID entfernen
es: Eliminar identificación de usuario
fr: Supprimer l'ID utilisateur
id: Hapus ID Pengguna
ru: Удалить ID пользователя
zh_cn: 删除用户 ID

# RemoveUserID_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# RevokeUserID_Title
source: Warning: You are about to revoke a user ID
ca: Revoca la Identitat de l'Usuari
cs: Upozornění: Chystáte se zneplatnit UserID.
da: Advarsel: Du er ved at tilbagekalde et bruger ID
de: Warnung: Du bist dabei eine Benutzer-ID zu widerrufen
es: Advertencia: Está a punto de revocar una identificación de usuario
fr: Attention : vous allez révoquer un ID utilisateur
id: Peringatan: Anda akan mencabut suatu ID pengguna
ru: Внимание: Вы собираетесь аннулировать идентификатор пользователя
zh_cn: 警告：您即将吊销用户标识

# RevokeUserID_Msg
source: You are about to revoke the following user ID: %@ from your key %@ Once revoked, you will be unable to sign and encrypt messages using this user ID and others will not be able to encrypt messages to this user ID. The revoked user ID can still be used to decrypt emails and files previously encrypted to it. We recommend not to delete it, but to keep it in your key in revoked state. Are you sure you want to revoke this user ID?
ca: You are about to revoke UserID %@ from your key %@. If you revoke this UserID, you will no longer be able to use this key with the associated mail account in Mail.app. If the key with this UserID was uploaded to the key servers, make sure to upload the updated key. Only then, the entry on the key servers will reflect the revoked UserID.
cs: Chystáte se zneplatnit následující UserID: %@ z vašeho klíče %@ Po zneplatnění nebudete moci pomocí tohoto UserID podepisovat a šifrovat zprávy a ostatní nebudou moci dešifrovat zprávy tohoto UserID. Zneplatněné UserID lze i nadále používat k dešifrování e-mailů a souborů, které jím byly zašifrovány. Doporučujeme UserID neodstraňovat, ale ponechat jej ve zneplatněném stavu. Opravdu si přejete toto UserID zneplatnit?
de: Du bist dabei die folgende Benutzer-ID zu widerrufen: %@ aus deinem Schlüssel %@ Sobald widerrufen, kannst du mit dieser Benutzer-ID keine Nachrichten mehr signieren oder verschlüsseln und andere können keine Nachrichten an diese Benutzer-ID mehr verschlüsseln. Die widerrufene Benutzer-ID kann weiterhin E-Mails und Dateien entschlüsseln, welche bereits an sie verschlüsselt wurden. Wir raten, die Benutzer-ID nicht zu löschen, sondern als widerrufen in deinem Schlüssel zu behalten. Willst du diese Benutzer-ID wirklich widerrufen?
fr: Vous vous apprêtez à révoquer l'ID utilisateur : %@ de la clé %@ Une fois révoqué, vous ne pourrez plus signer des messages avec cet ID utilisateur et vos correspondants ne pourront pas chiffrer des message à destination de cet ID utilisateur. L'ID utilisateur révoqué pourra toujours être utilisé pour déchiffrer les messages et les fichiers qui ont été précédemment chiffrés à son adresse. Nous recommandons de ne pas effacer la clé, mais de la conserver en l'état revoqué. Êtes-vous sûr de vouloir révoquer cet ID utilisateur ?
id: Anda akan mencabut ID pengguna berikut: %@dari kunci %@ Anda Sekali dicabut, Anda tidak akan bisa lagi menandatangani dan mengenkripsi pesan dengan ID pengguna ini dan orang lain tidak akan bisa mengenkripsi pesan ke ID pengguna ini. ID pengguna yang dicabut masih dapat dipakai untuk mendekripsi surel dan berkas, yang sebelumnya dienkripsi dengannya. Kami sarankan untuk tidak menghapusnya, tapi mempertahankannya dalam kunci Anda dalam keadaan tercabut. Apakah Anda yakin hendak mencabut ID pengguna ini?
ru: Вы собираетесь аннулировать следующий идентификатор пользователя: %@из вашего ключа %@ После аннулирования вы не сможете подписывать и шифровать сообщения с использованием этого идентификатора пользователя, а другие не смогут шифровать сообщения для этого идентификатора пользователя. Идентифицированный идентификатор пользователя по-прежнему может использоваться для дешифрования ранее зашифрованных писем и файлов. Мы рекомендуем не удалять его, а держать его в вашем ключе в аннулированном состоянии. Вы действительно хотите аннулировать этот идентификатор пользователя?
zh_cn: 您将要吊销以下用户 ID： %@，来自您的密钥%@ 一旦吊销，您将无法使用此用户 ID 签名和加密信息，其他人也将无法向此用户 ID 加密信息。吊销的用户 ID 仍可用以解密此前向其加密的电子邮件和文件。 我们建议不要删除它，而是以吊销状态保留在您的密钥中。 您确定想要吊销这个用户 ID 吗？

# RevokeUserID_Yes
source: Revoke User ID
ca: Revoca la Identitat de l'Usuari
cs: Zneplatnit UserID
da: Tilbagekald bruger ID
de: Benutzer-ID widerrufen
es: Revocar identificación de usuario
fr: Révoquer l'ID utilisateur
id: Cabut ID Pengguna
ru: Аннулировать ID пользователя
zh_cn: 吊销用户 ID

# RevokeUserID_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# RemoveSubkey_Title
source: Remove Subkey
ca: Suprimeix la subclau
cs: Odstranit podklíč
da: Tilbagekald undernøgle
de: Unterschlüssel entfernen
es: Eliminar subclave
fr: Supprimer la sous-clé
id: Hapus Subkunci
ru: Удалить Subkey
zh_cn: 移除子钥
