Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, da, de, es, fr, id, ru, zh_cn

source: Invalid
ca: Invàlid
cs: Neplatný
da: Ugyldig
de: Ungültig
es: No válida
fr: Invalide
id: Tidak valid
ru: Неверный
zh_cn: 无效

source: Revoked
ca: Revocat
cs: Zneplatněný
da: Tilbagekaldt
de: Widerrufen
es: Revocada
fr: Révoquée
id: Dicabut
ru: Аннулирован
zh_cn: 已回收

source: Expired
ca: Caducat
cs: Platnost vypršela
da: Udløbet
de: Abgelaufen
es: Expirada
fr: Expirée
id: Telah kedaluwarsa
ru: Истекший
zh_cn: 已过期

source: Disabled
ca: Discapacitat
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
es: Deshabilitado
fr: Désactivée
id: Dinonaktifkan
ru: Отключен
zh_cn: 禁用

source: Unknown
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnue
id: Tidak diketahui
ru: Не указан
zh_cn: 未知

source: Marginal
cs: Okrajový
fr: Marginale
id: Marjinal
ru: Ограничен
zh_cn: 勉强

source: Full
ca: Complet
cs: Plný
da: Fuld
de: Vollständig
es: Completo
fr: Complète
id: Penuh
ru: Полный
zh_cn: 完全

source: Ultimate
ca: Final
cs: Ultimátní
da: Ultimativ
de: Absolut
es: Máximo
fr: Ultime
id: Paling utama
ru: Абсолютный
zh_cn: 绝对

source: Secret and public key
ca: Clau secreta i pública
cs: Tajný a veřejný klíč
da: Privat og offentlig nøgle
de: Geheimer und öffentlicher Schlüssel
es: Clave secreta (privada) y pública
fr: Clé privée et publique
id: Kunci publik dan rahasia
ru: Секретный и публичный ключ
zh_cn: 私匙与公匙

source: Public key
ca: Clau pública
cs: Veřejný klíč
da: Offentlig nøgle
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
id: Kunci publik
ru: Публичный ключ
zh_cn: 公匙

source: and
cs: a
da: og
de: und
es: y
fr: et
id: dan
ru: и
zh_cn: 和

# KeyDescriptionAndMore
source: %1$@ and %2$lu more
cs: %1$@ a %2$lu více
da: %1$@ og %2$lu mere
de: %1$@ und %2$lu weitere
es: %1$@ y %2$lu más
fr: %1$@ and %2$lu de plus
id: %1$@ dan %2$lu lagi
ru: %1$@ и %2$lu еще
zh_cn: %1$@以及其他 %2$lu 个

# SecretAndPublicKeyListing
source: Secret keys: %@ Public keys: %@
cs: Tajné klíče: %@ Veřejné klíče: %@
da: Private nøgler: %@ Offentlige nøgler: %@
de: Geheime Schlüssel: %@ Öffentliche Schlüssel: %@
es: Claves secretas (privadas): %@ Claves públicas: %@
fr: Clés privées : %@ Clés publiques : %@
id: Kunci rahasia: %@ Kunci publik: %@
ru: Секретные ключи: %@ Публичные ключи: %@
zh_cn: 私钥： %@ 公钥： %@

source: untitled
ca: sense títol
cs: Beze jména
da: ingen titel
de: unbenannt
es: sin título
fr: sans titre
id: tanpa judul
ru: Без имени
zh_cn: 未命名

# %@ Revoke certificate
source: %@ Revocation certificate
ca: Revoca el certificat %@
cs: %@ Zneplatnění certifikátu
de: %@ Widerrufszertifikat
es: %@ Certificado de revocación
fr: %@ Certificat de révocation
id: Sertifikat pencabutan %@
ru: %@ Сертификат аннулирования
zh_cn: %@ 吊销用证书

# ExportKeysFilename
source: %@ %u OpenPGP Keys
cs: %@ %u klíče OpenPGP
da: %@ %u OpenPGP nøgler
de: %@ %u OpenPGP Schlüssel
es: %@ %u Claves OpenPGP
fr: %@ %u clés OpenPGP
id: Kunci OpenPGP %@ %u
ru: %@ %u ключи OpenPGP
zh_cn: %@ %u OpenPGP 密钥

# ExportPublicKeyFilename
source: %@ – Public
cs: %@ – Veřejné
da: %@ - Offentlig
de: %@ – Öffentlich
es: %@ – Pública
fr: %@ – Publique
id: %@ – Publik
ru: 1%@ - Публичный
zh_cn: %@ 公开

# ExportSecretKeyFilename
source: %@ – Secret
cs: %@ – Soukromé
da: %@ - Hemmelig
de: %@ – Geheim
es: %@ – Secreta
fr: %@ – Secrète
id: %@ – Rahasia
ru: 1%@ - Секретный
zh_cn: %@ 私密

# CheckAlert_NoPassphrase_Title
source: No password entered
ca: Sense contrasenya
cs: Heslo nebylo zadáno
de: Kein Passwort eingegeben
fr: Aucun mot de passe entré
id: Tidak ada kata sandi yang dimasukkan
ru: Не введён пароль
zh_cn: 未输入密码

# CheckAlert_NoPassphrase_Message
source: You have not entered a password. This is not recommended. Passwords should be at least 8 characters long.
ca: No ha utilitzat cap contrasenya. Una contrasenya ha de tenir com a mínim 8 caràcters de longitud.
cs: Nezadali jste heslo. To není doporučeno. Hesla by měla mít délku nejméně 8 znaků.
de: Du hast kein Passwort eingegeben. Das ist nicht empfehlenswert. Passwörter sollte mindestens 8 Zeichen lang sein.
fr: Vous n'avez pas saisi de mot de passe. Cela est déconseillé. Les mots de passe doivent comporter au moins 8 caractères.
id: Anda belum memasukkan kata sandi. Ini tidak disarankan. Kata sandi mesti paling tidak sepanjang 8 karakter.
ru: Вы не ввели пароль. Не рекомендуется использовать такой вариант. Пароль должен быть не менее 8 символов.
zh_cn: 您没有输入密码。这是不被推荐的。密码应至少 8 个字符长。

# CheckAlert_NoPassphrase_Yes
source: Continue Without Password
cs: Pokračovat bez hesla
de: Ohne Passwort fortfahren
fr: Continuer sans mot de passe
id: Lanjutkan Tanpa Kata Sandi
ru: Продолжить без пароля
zh_cn: 在无密码的情况下继续

# CheckAlert_NoPassphrase_No
source: Enter New Password
cs: Zadejte nové heslo
de: Neues Passwort eingeben
es: Introduzca la nueva contraseña
fr: Entrer un nouveau de mot de passe
id: Masukkan Kata Sandi Baru
ru: Введите новый пароль
zh_cn: 输入新密码

# CheckAlert_PassphraseSimple_Title
source: Password too simple
ca: Contrasenya senzilla
cs: Heslo je příliš jednoduché
de: Zu einfaches Passwort
es: Contraseña demasiado simple
fr: Mot de passe trop simple
id: Kata sandi terlalu sederhana
ru: Пароль слишком простой
zh_cn: 密码过于简单

# CheckAlert_PassphraseSimple_Message
source: The password you entered is too simple. A good password should be at least 8 characters long and use different characters.
ca: La contrasenya que s'ha introduït és massa senzilla. Una bona contrasenya ha de ser alfanumèrica i tenir com a mínim un caràcter especial.
cs: Zadané heslo je příliš jednoduché. Silné heslo by mělo mít délku nejméně 8 znaků a používat různé druhy znaků.
de: Das eingegebene Passwort ist zu einfach. Ein gutes Passwort sollte mindestens 8 Zeichen lang sein und verschiedene Schriftzeichen verwenden.
fr: Le mot de passe saisi est trop simple. Un bon mot de masse doit comporter au moins 8 caractères de différents types.
id: Kata sandi yang Anda masukkan terlalu sederhana. Suatu kata sandi yang baik mesti paling tidak sepanjang 8 karakter dan memakai karakter-karakter yang berbeda.
ru: Введённый вами пароль слишком прост. Хороший пароль должен содержать не менее 8 символов и использовать разные символы.
zh_cn: 您输入的密码太简单了。一个好的密码应至少 8 个字符长并使用不同的字符。

# CheckAlert_PassphraseSimple_Yes
source: Use Simple Password
cs: Použít jednoduché heslo
de: Einfaches Passwort verwenden
fr: Utiliser un mot de passe simple
id: Gunakan Kata Sandi Sederhana
ru: Использовать простой пароль
zh_cn: 使用简单密码

# CheckAlert_PassphraseSimple_No
source: Enter New Password
cs: Zadejte nové heslo
de: Neues Passwort eingeben
es: Introduzca la nueva contraseña
fr: Entrer un nouveau de mot de passe
id: Masukkan Kata Sandi Baru
ru: Введите новый пароль
zh_cn: 输入新密码

# CheckAlert_PassphraseTooLong_Title
source: Password too long
cs: Heslo je příliš dlouhé
da: Kodeordet er for langt
de: Zu langes Passwort
es: Contraseña demasiado larga
fr: Mot de passe trop long
id: Kata sandi terlalu panjang
ru: Пароль слишком длинный
zh_cn: 密码过长

# CheckAlert_PassphraseTooLong_Message
source: The password you have entered is too long. Enter a password with less than %1$i characters. Attention: If your password includes special characters you may not be able to use %1$i characters.
cs: zadané heslo, je příliš dlouhé. Zadejte heslo s méně než %1$i znaky. Upozornění: Pokud vaše heslo obsahuje speciální znaky, možná nebudete moci používat %1$i znaků.
de: Das eingegebene Passwort ist zu lang. Gib ein Passwort mit weniger als %1$i Zeichen ein. Achtung: Falls dein Passwort Sonderzeichen enthält, kann es sein, dass du nicht %1$i Zeichen verwenden kannst.
es: La contraseña que introdujo es demasiado larga. Introduzca una contraseña con menos de %1$i caracteres. Atención: Si su contraseña incluye caracteres especiales tal vez no pueda usar los caracteres %1$i.
fr: Le mot de passe que vous avez saisi est trop long. Choisissez un mot de passe comportant moins de %1$i caractères. Attention : si votre mot de passe contient des caractères spéciaux, vous ne pourrez peut-être pas utiliser jusqu'à %1$i caractères.
id: Kata sandi yang Anda masukkan terlalu panjang. Masukkan suatu kata sandi yang kurang dari %1$i karakter. Perhatian: Bila kata sandi Anda mengandung karakter khusus Anda mungkin tidak bisa memakai karakter %1$i.
ru: Вы ввели слишком длинный пароль. Введите пароль длиной менее %1$i символов. Внимание: Если в вашем пароле есть специальные символы, то возможно вы не сможете использовать %1$i символов.
zh_cn: 您所输入的密码过长，请输入不多于 %1$i 个字符。注意：如果您的密码包含特殊字符，您可能不能使用 %1$i 字符。

# CheckAlert_NewKeyExistingEmail_Title
source: A valid key with this address already exists
cs: Platný klíč s touto adresou již existuje.
de: Ein gültiger Schlüssel mit dieser Adresse existiert bereits
fr: Une clé valide avec cette adresse existe déjà

# CheckAlert_NewKeyExistingEmail_Msg
source: The existing key with %1$@ has the following fingerprint: %2$@ Using the same email address in more than one key can lead to problems and is not recommended. If you really want to create a new key for this email, we suggest to first revoke that email from the existing key. Do you really want to create a key with that email now?
cs: Stávající klíč %1$@ má následující otisk: %2$@ Použití stejné e-mailové adresy ve více než jednom klíči může vést k problémům a nedoporučuje se. Pokud si skutečně přejete pro tento e-mail vytvořit nový klíč, doporučujeme nejprve tento e-mail odvolat z existujícího klíče. Skutečně si přejete vytvořit klíč s tímto e-mailem?
de: Der vorhandene Schlüssel mit %1$@ hat folgenden Fingerabdruck: %2$@ Die Verwendung derselben E-Mail-Adresse in mehr als einem Schlüssel kann zu Problemen führen und wird nicht empfohlen. Wenn du wirklich einen neuen Schlüssel für diese E-Mail erstellen möchtest, empfehlen wir, diese E-Mail-Adresse im bestehenden Schlüssel zunächst zu widerrufen. Möchtest du wirklich einen Schlüssel mit dieser E-Mail-Adresse erstellen?
fr: La clé existante avec l'adresse %1$@ a pour empreinte : %2$@ L'utilisation de la même adresse de courriel pour plusieurs clés peut conduire à des problèmes et n'est pas recommandé. Si vous voulez vraiment créer une nouvelle clé pour cette adresse, vous devriez la révoquer de la clé existante. Voulez-vous vraiment créer une clé avec cette adresse de courriel maintenant ?

# CheckAlert_NewKeyExistingEmail_Yes
source: Create Key
cs: Vytvořit klíč
de: Schlüssel erstellen
es: Generar clave
fr: Créer une clé
zh_cn: 生成密钥

# CheckAlert_NewKeyExistingEmail_No
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
zh_cn: 取消

# CheckAlert_NewUserIDExistingEmail_Title
source: A valid key with this address already exists
cs: Platný klíč s touto adresou již existuje.
de: Ein gültiger Schlüssel mit dieser Adresse existiert bereits
fr: Une clé valide avec cette adresse existe déjà

# CheckAlert_NewUserIDExistingEmail_Msg
source: The existing key with %1$@ has the following fingerprint: %2$@ Using the same email address in more than one key can lead to problems and is not recommended. If you really want to create a new user ID for this email, we suggest to first revoke that email from the existing key. Do you really want to create a user ID with that email now?
cs: Stávající klíč %1$@ má následující otisk: %2$@ Použití stejné e-mailové adresy ve více než jednom klíči může vést k problémům a nedoporučuje se. Pokud si skutečně přejete pro tento e-mail vytvořit nové UserID, doporučujeme nejprve tento e-mail odvolat z existujícího klíče. Skutečně si přejete vytvořit UserID s tímto e-mailem?
de: Der vorhandene Schlüssel %1$@ hat folgenden Fingerabdruck: %2$@ Die Verwendung derselben E-Mail-Adresse in mehr als einem Schlüssel kann zu Problemen führen und wird nicht empfohlen. Wenn du wirklich eine neue Benutzer-ID für diese E-Mail erstellen möchtest, empfehlen wir, diese E-Mail-Adresse im bestehenden Schlüssel zunächst zu widerrufen. Möchtest du wirklich eine Benutzer-ID mit dieser E-Mail-Adresse erstellen?
fr: La clé avec l'adresse %1$@ a l'empreinte : %2$@ Utiliser la même adresse de courriel pour plusieurs clés peut poser des problèmes et n'est pas recommandé. Si vous voulez vraiment utiliser cette adresse pour cette identité, nous vous recommandons de d'abord révoquer cette adresse de la clé existante. Voulez-vous vraiment créer une identité avec cette adresse de courriel maintenant ?

# CheckAlert_NewUserIDExistingEmail_Yes
source: Create User ID
cs: Vytvořit ID uživatele
de: Benutzer-ID erzeugen
es: Generar identificación de usuario
fr: Créer identité
zh_cn: 生成用户 ID

# CheckAlert_NewUserIDExistingEmail_No
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
zh_cn: 取消

# MoveSecring_Msg
source: Your secret keys currently reside on "%@". To move your secret keys to another volume, select the target volume below.
cs: Vaše tajné klíče jsou nyní na „%@“. Pro přesunutí tajných klíčů vyberte cílový disk.
da: Dine private nøgler ligger lige nu på "%@". Angiv en disk nedenfor for at flytte dine private nøgler til en anden disk.
de: Deine geheimen Schlüssel befinden sich aktuell auf "%@". Um deine geheimen Schlüssel auf einen anderen Datenträger zu verschieben, wähle unten das Zielvolumen aus.
es: Sus claves secretas (privadas) residen actualmente en "%@". Para mover sus claves secretas a otro volumen, seleccione el volumen objetivo debajo.
fr: Vos clés privées sont stockées sur "%@". Pour déplacer vos clés privées sur un autre volume, sélectionnez-le ci-dessous.
id: Kunci-kunci rahasia Anda saat ini berada pada "%@". Untuk memindah kunci Anda ke volume lain, pilih volume target di bawah.
ru: Ваши секретные ключи в настоящее время находятся на "%@". Для перемещения ваших секретных ключей на другой том, выберите целевой том ниже.
zh_cn: 您的私钥当前位于 "%@"。 要将私钥移动至其它卷，请在下方选择目标卷。

# KeySearch_NoKeysFound_Title
source: No keys found
cs: Žádné klíče nebyly nalezeny
da: Ingen nøgler fundet
de: Keine Schlüssel gefunden
es: No se encontraron claves
fr: Pas de clé trouvée
id: Kunci tak ditemukan
ru: Ключи не найдены
zh_cn: 未发现密匙

# KeySearch_ImportResults_Title
source: Import successful
cs: Import byl úspěšný
da: Import vellykket
de: Import erfolgreich
es: Importación exitosa
fr: Importation avec succès
id: Impor sukses
ru: Импортирование успешно
zh_cn: 导入成功

# FOUND_KEY_DESCRIPTION_FORMAT
source: %@, %@ (%lu bit), created: %@
ca: %@, %@ (%lu bits), creat: %@
cs: %@, %@ (%lu bitů), vytvořeno: %@
da: %@, %@ (%lu bit), oprettet: %@
de: %@, %@ (%lu bit), erstellt: %@
es: %@, %@ (%lu bits), creada: %@
fr: %@, %@ (%lu bit), crée: %@
id: %@, %@ (%lu bit), dibuat: %@
ru: %@, %@ (%lu bit), создан: %@
zh_cn: %@, %@ (%lu bit)，已创建：%@

# SearchingKeys_Msg
source: We are searching for matching key(s) on the keys server. It might take some time, please wait.
ca: Busquem claus coincidents al servidor de claus. Podria porta el seu temps, espereu.
cs: Hledá se odpovídající klíč(klíče) na klíčovém serveru. Zabere nějaký čas, prosím počkejte.
da: Vi leder efter matchende nøgler på nøgleserveren. Det tager muligvis et stykke tid, vent venligst.
de: Es wird, auf dem Schlüsselserver, nach passenden Schlüsseln gesucht. Die kann einige Zeit in anspruch nehmen.
es: Estamos buscando clave(s) coincidente(s) en el servidor de claves. Podría tomar algún tiempo, por favor espere.
fr: Nous recherchons la/les clés correspondante(s) sur le serveur de clés. La recherche peut prendre un certain temps, merci de patienter.
id: Kami sedang mencari kunci-kunci yang cocok pada server kunci. Ini mungkin makan waktu, mohon tunggu.
ru: Осуществляется поиск на серверах. Это может занять некоторое время. Пожалуйста, подождите.
zh_cn: 我们正在密匙服务器上搜索匹配的密匙。可能需要花费一些时间，请耐心等待！

# KeySearch_VKSFound_Msg
source: A key with a verified email address was found: %@ Do you want to import this key?
cs: Byl nalezen klíč s ověřenou e-mailovou adresou: %@ Přejete si tento klíč importovat?
de: Ein Schlüssel mit einer verifizierten E-Mail-Adresse wurde gefunden: %@ Möchtest du diesen Schlüssel importieren?
fr: Une clé avec une adresse de courriel vérifiée a été trouvée : %@ Voulez-vous importer cette clé ?
ru: Ключ с подтверждённым адресом электронной почты был найден: %@ Вы хотите импортировать этот ключ?

# KeySearch_VKSFoundNoUserID_Msg
source: A possible key update was found: %@ Do you want to import this key?
cs: Byla nalezena možná aktualizace klíče: %@ Přejete si importovat tento klíč?
de: Ein mögliches Schlüsselupdate wurde gefunden: %@ Möchtest du diesen Schlüssel importieren?
fr: Une mise à jour qui peut correspondre à cette clé a été trouvée : %@ Voulez-vous importer cette clé ?
ru: Обнаружено возможное обновление ключа: %@ Вы хотите импортировать этот ключ?

# GenerateKey_ProgressTitle
source: Key creation in progress…
cs: Klíč se vytváří…
de: Dein Schlüssel wird erstellt …
fr: Clé en cours de création…
id: Pembuatan kunci tengah berlangsung...
ru: Ключи в процессе создания...
zh_cn: 正在创建密钥…

# GenerateKey_Progress
source: Your new key is being created. This might take a minute, so feel free to stretch your legs.
ca: Cal generar molts bytes aleatoris. És una bona idea dur a terme alguna altra acció (escriure al teclat en una aplicació, moure el ratolí, usar els discos) durant la primera generació. Això li dóna al generador de nombres aleatoris una millor oportunitat per guanyar suficient entropia.
cs: Nový klíč se právě vytváří. Může to trvat přibližně minutu, takže si můžete protáhnout nohy.
de: Dein neuer Schlüssel wird erstellt. Das könnte eine Minute dauern. Zeit dir die Füsse ein wenig zu vertreten.
fr: Votre nouvelle clé est en cours de création. Cela peut prendre une minute, n'hésitez pas à vous dégourdir les jambes en attendant.
id: Kunci baru Anda sedang dibuat. Ini mungkin makan waktu semenit, jadi silakan meregangkan kaki.
ru: Ваш новый ключ в процессе создания. Это может занять какое-то время, так что можете пока размять ноги.
zh_cn: 您的密钥正在创建中。这个可能需要一分钟左右

# GenerateSubkey_Msg
source: Add subkey to the following key: %@ %@
ca: Afegeix la subclau a la clau "%@", %@
cs: Pridat podklíč následujícímu klíči: %@ %@
da: Tilføj undernøgle til denne nøgle: %@ %@
de: Unterschlüssel zu folgendem Schlüssel hinzufügen: %@%@
es: Añadir subclave a la clave siguiente: %@ %@
fr: Ajouter une sous-clé à la clé suivante : %@ %@
id: Tambahkan sub kunci ke kunci berikut: %@%@
ru: Добавить subkey к следующему ключу: %@%@
zh_cn: 增加子匙到公匙"%@", %@。

# GenerateUserID_Msg
source: Add email address (user ID) to the following key: %@ %@
ca: Afegeix la identitat d'usuari a la clau "%@", %@
cs: Přidate e-mai (UserID) následujícímu klíči: %@ %@
da: Tilføj e-mail adresse (bruger ID) til nøglen: %@ %@
de: E-Mail Adresse (Benutzer ID) zu folgendem Schlüssel hinzufügen: %@%@
es: Añadir dirección de correo electrónico (identificación de usuario) a la siguiente clave: %@ %@
fr: Ajouter une adresse de courriel (identité utilisateur) à la clé suivante : %@ %@
id: Tambahkan alamat surel (ID pengguna) ke kunci berikut: %@%@
ru: Добавить адрес электронной почты (идентификатор пользователя) к следующему ключу: %@%@
zh_cn: 增加电邮地址到下列公钥：%@%@

# GenerateSignature_Msg
source: Signing a key means, you confirm, that the key owner is indeed who they claim to be. Once uploaded, signatures can be viewed by others. So if you sign Bob's key and your friend Alice is not sure if Bob really is Bob, Alice will see your signature in Bob's key, and since Alice knows your key is trustworthy, she knows that Bob most likely is indeed Bob. You are about to sign the following key: %@
cs: Podepsání klíče znamená, že potvrdíte, že vlastník klíče je opravdu ten, za kterého se vydává. Podpisy, které jsou zveřejněné, mohou vidět ostatní uživatelé. Takže pokud podepíšete Frantův klíč a tvoje kamarádka Eliška si není jistá, zda je Franta skutečně Franta, Eliška uvidí tvůj podpis ve Frantově klíči a protože Eliška ví, že tvůj klíč je důvěryhodný, ví, že Franta je s největší pravděpodobností skutečně Franta. Chystáte se podepsat následující klíč: %@
da: At signere en nøgle betyder, at du bekræfter, at nøglens ejer er den han/hun giver sig ud for at være. Når signaturer er uploadede kan de ses af andre. Hvis du signerer Bobs nøgle, og din ven Alice ikke er sikker på, at Bob virkelig er Bob, kan Alice se din signatur i Bobs nøgle. Da Alice ved at din nøgle er troværdig, ved hun også at Bob sandsynligvis faktisk er Bob. Du er ved at signere denne nøgle: %@
de: Mit dem Signieren eines Schlüssels beglaubigst du die Identität des Schlüsselbesitzers. Du bestätigst, dass er wirklich der ist, der er vorgibt zu sein. Wenn du die Signatur auf die Schlüsselserver hochlädst, ist sie für andere sichtbar. Beispiel: Du signierst den Schlüssel von Bob. Deine Freundin Alice ist unsicher, ob der Schlüssel, den sie von Bob hat, wirklich Bob gehört. Sie kann aber deine Signatur in Bobs Schlüssel sehen und da sie deinem Schlüssel vertraut, weiß sie, dass der fragliche Schlüssel wirklich von Bob ist. Folgender Schlüssel wird signiert: %@
es: Firmar una clave significa que usted confirma que el poseedor de la clave es de hecho quien proclama ser. Una vez subida, las firmas pueden ser vistas por otros. Así que si firma la clave de Bob, y su amiga Alice no está segura de si Bob es realmente Bob, Alice verá la firma de usted en la clave de Bob, y como Alice sabe que la clave de usted es de confianza, sabrá que lo más probable es que Bob sea de hecho Bob. Está a punto de firmar la siguiente clave: %@
fr: Signer une clé signifie que vous confirmez que le propriétaire de la clé est bien la personne qu'elle prétend être. Une fois publiées, les signatures peuvent être vues par les autres utilisateurs. Donc si vous signez la clé de Bob et que votre amie Alice n'est pas sûre que Bob soit réellement Bob, Alice voyant que vous avez signé la clé de Bob et considérant que votre clé est digne de confiance, elle en déduit que Bob est bien Bob. Vous êtes sur le point de signer la clé suivante: %@
id: Menandatangani suatu kunci berarti Anda mengkonfirmasi bahwa pemilik kunci memang benar-benar dia yang mengaku dirinya siapa. Sekali diunggah, tanda tangan dapat dilihat oleh orang lain. Maka bila Anda menandatangani kunci milik Bob dan teman Anda Alice tidak yakin apakah Bob memang benar-benar Bob, Alice akan melihat tanda tangan Anda pada kunci Bob, dan karena Alice tahu bahwa kunci Anda terpercaya, dia tahu bahwa Bob sangat boleh jadi memang Bob. Anda akan menandatangani kunci berikut: %@
ru: Подписывая ключ, вы подтверждаете, что данные о его владельце верны. Будучи выложенной на сервер, подпись будет видна всем пользователям. Так, если вы подписали ключ Пети, то ваша знакомая Катя, доверяя вашей подписи, сможет быть уверена, что ключ действительно принадлежит Пете. Вы собираетесь подписать следующий ключ: %@
zh_cn: 签署密钥意味着：您将确认该密钥的主人确实是那个人。 签名一旦上传，便可被其他人看到。 因此，如果您签署了鲍勃的密钥，而您的朋友爱丽丝不确定这个鲍勃就是那个真正的鲍勃。这时爱丽丝会在鲍勃的密钥中查看你的签名，因为她知道你的密钥是可以信赖的。这样她便可以知道这个鲍勃极有可能就是那个真正的鲍勃。 您将要签署以下密钥： %@
