Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, da, de, es, fr, id, ru, zh_cn

# UserIDsSignedWantToUpload_No
source: No, Thanks!
cs: Ne, děkuji!
da: Nej tak!
de: Nein, danke!
es: ¡No, gracias!
fr: Non, merci !
id: Tidak, Terima Kasih!
ru: Нет, спасибо!

# DeleteKey_Title
source: Delete public key
ca: Esborra la clau pública
cs: Smazat veřejný klíč
da: Slet offentlig nøgle
de: Öffentlichen Schlüssel löschen
es: Borrar clave pública
fr: Effacer la clé publique
id: Hapus kunci publik
ru: Удалить публичный ключ
zh_cn: 删除公钥

# DeleteKey_Msg
source: You are about to delete the following public key: %@ Are you sure you want to delete the public key?
ca: You are about to delete the public key of %@. Are you sure you want to delete this public key?
cs: Chystáte se smazat následující veřejný klíč: %@ Skutečně si přejete smazat tento veřejný klíč?
de: Du bist dabei, folgenden öffentlichen Schlüssel zu löschen: %@ Möchtest du diesen öffentlichen Schlüssel wirklich löschen?
fr: Vous vous apprêtez à supprimer la clé publique suivante : %@ Êtes-vous sûr de vouloir l'effacer ?
id: Anda akan menghapus kunci publik berikut: %@ Anda yakin hendak menghapus kunci publik tersebut?
ru: Удаление следующего публичного ключа: %@. Вы уверены, что хотите удалить этом публичный ключ?
zh_cn: 您打算删除以下公钥： %@ 您确定要删除该公钥吗？

# DeleteKey_Yes
source: Delete key
ca: Esborra la clau
cs: Smazat klíč
da: Slet nøgle
de: Schlüssel löschen
es: Borrar clave
fr: Effacer clé
id: Hapus kunci
ru: Удалить ключ
zh_cn: 删除密匙

# DeleteKey_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# DeleteKeys_Title
source: Delete public keys
ca: Esborra les claus públiques
cs: Smazat veřejné klíče
da: Slet offentlige nøgler
de: Öffentliche Schlüssel löschen
es: Borrar claves públicas
fr: Effacer les clés publiques
id: Hapus kunci-kunci publik
ru: Удалить публичные ключи

# DeleteKeys_Msg
source: You are about to delete the following public keys: %@ Are you sure you want to delete the public keys?
ca: You are about to delete the following public keys: %@ Are you sure you want to delete those public keys?
cs: Chystáte se smazat následující veřejné klíče: %@ Skutečně si přejete smazat tyto veřejné klíče?
de: Du bist dabei, folgende öffentliche Schlüssel zu löschen: %@ Möchtest du diese öffentlichen Schlüssel wirklich löschen?
fr: Vous vous apprêtez à supprimer les clés publiques suivantes : %@ Êtes-vous sûr de vouloir les effacer ?
id: Anda akan menghapus kunci-kunci publik berikut: %@ Anda yakin hendak menghapus kunci-kunci publik tersebut?
ru: Удаление следующих публичных ключей: %@. Вы уверены, что хотите удалить эти публичные ключи?

# DeleteKeys_Yes
source: Delete keys
ca: Esborra les claus
cs: Smazat klíče
da: Slet nøgler
de: Schlüssel löschen
es: Borrar claves
fr: Effacer les clés
id: Hapus kunci-kunci
ru: Удалить ключи

# DeleteKeys_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# DeleteSecKey_Title
source: Warning: You are about to delete secret and public keys
ca: Esborra les claus públiques i secretes
cs: Upozornění: Chystáte se smazat tajný a veřejný klíč!
da: Advarsel: Du er ved at slette private og offentlige nøgler
de: Achtung: Du bist dabei geheime und öffentliche Schlüssel zu löschen
es: Advertencia: Está a punto de borrar las claves secreta/privada y pública
fr: Attention : Vous vous apprêtez à supprimer des clés secrètes et des clés publiques
id: Peringatan: Anda akan menghapus kunci publik dan rahasia
ru: Внимание: Вы собираетесь удалить секретный и публичный ключ/ключи

# DeleteSecKey_Msg
source: You are about to delete keys: %@ Once deleted, all messages that were and will be encrypted to this key can no longer be decrypted. We recommend not to delete it. In order to communicate to others that this key is no longer in use, you should revoke the key instead of deleting it and upload the revoked key to the key servers. Otherwise others might still use this key to encrypt messages to you.
ca: Warning! You are about to delete your secret and public key: %@ Deleting a secret key has major consequences you should be aware of. Without the secret key, you will no longer be able to decrypt messages that were encrypted with its public counterpart. Note that if you have uploaded your public key to the key servers, it will remain valid on the key servers unless you revoke it. In that case before deleting your key pair, please revoke your public key and upload it to the key servers so it will show as revoked. Revoking a key requires the secret key. Are you sure you want to delete this key pair?
cs: Chystáte se SMAZAT klíče: %@ Smazaný/odstraněný klíč nelze použít k podepisování žádných zpráv a žádné zprávy tímto klíčem nemohou být dešifrovány. Doporučujeme klíče NEMAZAT. Chcete-li ostatním sdělit, že tento klíč již není používán, měli byste klíč zneplatnit namísto jeho smazání a nahrát zneplatněný klíč na klíčové servery. V opačném případě mohou ostatní uživatelé používat tento klíč pro šifrování zpráv.
de: Du bist dabei die folgenden Schlüssel zu löschen: %@ Sobald der Schlüssel gelöscht wurde, können sämtliche Nachrichten, die an diesen Schlüssel verschlüsselt wurden und werden, nicht mehr entschlüsselt werden. Wir raten den Schlüssel nicht zu löschen. Um anderen zu signalisieren, dass dieser Schlüssel nicht mehr verwendet werden soll, widerrufe stattdessen den Schlüssel und lade den widerrufenen Schlüssel auf die Schlüsselserver. Andernfalls könnten andere den Schlüssel weiter verwenden, um dir verschlüsselte Nachrichten zu senden.
fr: Vous vous apprêtez à supprimer des clés : %@ Une fois supprimées, tous les messages qui ont été chiffrés ou qui seront chiffrés avec cette clé ne pourrons plus être déchiffrés. Nous conseillons de ne pas supprimer cette clé. Afin d'indiquer à vos correspondants que cette clé n'est plus utilisable vous devriez la révoquer, au lieu de la supprimer, et publier la clé révoquée sur les serveurs de clé. Sans cela, vos correspondants pourraient continuer à utiliser cette clé pour vous adresser des messages chiffrés.
id: Anda akan menghapus kunci-kunci: %@ Sekali dihapus, semua pesan yang telah dan akan dienkripsi dengan kunci ini tidak bisa didekripsi lagi. Kami sarankan untuk tidak menghapusnya. Untuk mengkomunikasikan ini ke orang lain bahwa kunci ini tak dipakai lagi, Anda mesti mencabut kunci sebagai ganti dari menghapusnya dan mengunggah kunci yang dicabut ke server kunci. Bila tidak, orang lain mungkin masih memakai kunci ini untuk mengenkripsi pesan kepada Anda.
ru: Вы собираетесь удалить ключи: %@ После удаления, все сообщения, которые были и будут зашифрованы для этого ключа, больше не могут быть дешифрованы. Мы не рекомендуем удалять его. Чтобы сообщить другим, что этот ключ больше не используется, вы должны аннулировать ключ, а не удалять его и выложить аннулированный ключ на серверы ключей. В противном случае другие могут использовать этот ключ для шифрования сообщений.

# DeleteSecKey_Checkbox
source: Yes, I want to delete my secret key and understand, that I will no longer be able to decrypt any messages that were encrypted to this key.
cs: Ano, chci smazat tajný klíč a rozumím tomu, že už nebudu schopen dešifrovat žádnou zprávu, která byla zašifrována tímto klíčem.
de: Ja, ich will meinen geheimen Schlüssel löschen und verstehe, dass ich danach nicht mehr in der Lage sein werde, Nachrichten mit diesem Schlüssel zu entschlüsseln.
es: Sí, quiero eliminar mi clave secreta/privada y comprendo que ya no podré descifrar ningún mensaje que estuviera cifrado para esta clave.
fr: Oui, je confirme que je souhaite supprimer ma clé secrète et je comprends que je ne pourrai plus déchiffrer aucun message chiffré avec cette clé.
id: Ya, saya ingin menghapus kunci rahasia saya dan paham, bahwa saya tak akan bisa lagi mendekripsi sebarang pesan yang dienkripsi memakai kunci ini.
ru: Да, я хочу удалить свой секретный ключ и понимаю, что я больше не смогу расшифровать все сообщения, которые были зашифрованы этим ключём.

# DeleteSecKey_Yes
source: Delete key(s)
ca: Esborra les claus públiques i secretes
cs: Smazat klíč(e)
da: Slet nøgle(r)
de: Schlüssel löschen
es: Borrar clave(s)
fr: Supprimer la/les clé(s)
id: Hapus kunci
ru: Удалить ключ/ключи

# DeleteSecKey_SecOnly
source: Delete secret key(s) only
ca: Esborra només la clau secreta
cs: Smazat pouze tajný klíč(e)
da: Slet kun privat nøgle(r)
de: Nur geheime(n) Schlüssel löschen
es: Borrar sólo la(s) clave(s) secreta(s) (privadas)
fr: Supprimer la/les clé(s) privée(s) seulement
id: Hapus hanya kunci rahasia
ru: Удалить только секретный ключ/ключи

# DeleteSecKey_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# DeleteRevokedSecKey_Title
source: Warning: You are about to delete revoked key pair(s)
cs: Upozornění: Chystáte se smazat zneplatněné pár (páry) klíčů
da: Advarsel: Du er ved at slette tilbagekaldte nøglepar
de: Warnung: Du willst widerrufene Schlüsselpaare löschen
es: Advertencia: Está a punto de borrar par(es) de clave(s) revocado(s)
fr: Attention ! Vous êtes sur le point de supprimer une/des paire(s) de clés révoquée(s)
id: Peringatan: Anda akan menghapus pasangan kunci yang dicabut
ru: Внимание: Вы собираетесь удалить аннулированную пару ключей

# DeleteRevokedSecKey_Msg
source: You are about to delete the following revoked key pair(s): %@ Revoked keys are still able to decrypt old messages encrypted to that key. We recommend not to delete it.
cs: Chystáte se smazat následující znaplatněné klíčový pár(y): %@ Zneplatněné klíče stále mohou dešifrovat staré zprávy. Doporučujeme je nemazat.
da: Du er ved at slette følgende tilbagekaldte nøglepar: %@ Tilbagekaldte nøgler kan stadig dekryptere gamle beskeder krypteret til den nøgle. Vi anbefaler ikke at slette den.
de: Du willst folgende widerrufene Schlüssel löschen: %@ Widerrufene Schlüssel können weiter verwendet werden, um alte Nachrichten zu entschlüsseln. Wir raten, den Schlüssel nicht zu löschen.
es: Está a punto de borrar el/los siguiente(s) par(es) de clave(s) revocado(s): %@ Las claves revocadas todavía pueden descrifrar mensajes antiguos cifrados para esa clave. Recomendamos no borrarlo(s).
fr: Vous êtes sur le point sur supprimer la/les paire(s) de clés révoquées : %@ Les clés révoquées sont toujours capables de déchiffrer de vieux messages chiffrés pour cette clé. Nous vous recommandons de ne pas la/les supprimer.
id: Anda akan menghapus pasangan kunci yang dicabut berikut: %@ Kunci yang dicabut masih bisa mendekripsi pesan-pesan lama yang dienkripsi memakai kunci itu. Kami sarankan untuk tidak menghapusnya.
ru: Вы собираетесь удалить следующие аннулированные пары ключей: %@ Аннулированные ключи все еще в состоянии расшифровать старые сообщения, зашифрованные с помощью этих ключей. Мы рекомендуем не удалять их.

# DeleteRevokedSecKey_Checkbox
source: Yes, I want to delete my secret key and understand, that I will no longer be able to decrypt any messages that were encrypted to this key.
cs: Ano, chci smazat tajný klíč a rozumím tomu, že už nebudu schopen dešifrovat žádnou zprávu, která byla zašifrována tímto klíčem.
de: Ja, ich will meinen geheimen Schlüssel löschen und verstehe, dass ich danach nicht mehr in der Lage sein werde, Nachrichten mit diesem Schlüssel zu entschlüsseln.
es: Sí, quiero eliminar mi clave secreta/privada y comprendo que ya no podré descifrar ningún mensaje que estuviera cifrado para esta clave.
fr: Oui, je confirme que je souhaite supprimer ma clé secrète et je comprends que je ne pourrai plus déchiffrer aucun message chiffré avec cette clé.
id: Ya, saya ingin menghapus kunci rahasia saya dan paham, bahwa saya tak akan bisa lagi mendekripsi sebarang pesan yang dienkripsi memakai kunci ini.
ru: Да, я хочу удалить свой секретный ключ и понимаю, что я больше не смогу расшифровать все сообщения, которые были зашифрованы этим ключём.

# DeleteRevokedSecKey_Yes
source: Delete your key pair(s)
cs: Smazat pár klíčů
da: Slet dit nøglepar
de: Schlüssel löschen
es: Borrar su(s) par(es) de clave(s)
fr: Supprimer la/les paire(s) de clés
id: Hapus pasangan kunci Anda
ru: Удалить свои пары ключей

# DeleteRevokedSecKey_SecOnly
source: Delete secret key(s) only
cs: Smazat pouze tajný klíč(e)
da: Slet kun privat nøgle(r)
de: Nur geheime(n) Schlüssel löschen
es: Borrar sólo la(s) clave(s) secreta(s) (privadas)
fr: Supprimer la/les clé(s) privée(s) seulement
id: Hapus hanya kunci rahasia
ru: Удалить только секретный ключ/ключи

# DeleteRevokedSecKey_No
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# SwitchToVerifyingKeyserver_Title
source: New Key Server keys.openpgp.org
cs: Nový server keys.openpgp.org
de: Neuer Schlüsselserver keys.openpgp.org
fr: Nouveau serveur de clés keys.openpgp.org
id: Server Kunci Baru keys.openpgp.org
ru: Новый сервер ключей keys.openpgp.org

# SwitchToVerifyingKeyserver_Msg
source: After careful consideration we decided that the new default key server used in GPG Suite is going to be keys.openpgp.org. The new key server is more reliable than old ones and it will better protect your privacy. Search results will only show email addresses which have been verified by their owners. Otherwise keys can only be found when searching for their fingerprint. The key owner can choose to remove the email address from appearing in search results at any given time. Do you want to switch to the new key server?
cs: Po pečlivém zvážení jsme se rozhodli, že nový výchozí klíčový server používaný v GPG Suite bude keys.openpgp.org. Nový klíčový server je spolehlivější než starý a bude lépe chránit vaše soukromí. Výsledky vyhledávání budou zobrazovat pouze ověřené e-mailové adresy. Jinak lze klíče najít pouze při vyhledávání otisku. Vlastník klíče se může kdykoliv rozhodnout odebrat e-mailovou adresu ze zobrazování ve výsledcích vyhledávání. Přejete si přepnout se na nový klíčový server?
de: Nach eingehenden Überlegungen haben wir entschieden, dass der neue Standard Schlüsselserver in GPG Suite keys.openpgp.org sein wird. Der neue Schlüsselserver ist zuverlässiger als die alten und wird deine Privatsphäre besser schützen. Suchergebnisse zeigen nur noch E-Mail Adressen, die von ihren Eigentümern verifiziert wurden. Andernfalls können Schlüssel nur gefunden werden, wenn nach ihrem Fingerabdruck gesucht wird. Der Eigentümer eines Schlüssels kann zu jeder Zeit die E-Mail Adresse aus den Suchergebnissen entfernen. Möchtest du zum neuen Schlüsselserver wechseln?
fr: À la suite d'une réflexion approfondie, nous avons décidé que GPG Suite utilisera le nouveau serveur de clés keys.openpgp.org. Ce nouveau serveur est plus fiable que les anciens et protège mieux votre vie privée. Les résultats de recherche n'affichent que les adresses électroniques vérifiées par leurs propriétaires. Les clés peuvent également être retrouvées à l'aide de leur empreinte. Le propriétaire de la clé peut décider à tout moment de ne pas faire apparaitre son adresse électronique dans les résultats de recherche. Voulez-vous changer pour le nouveau serveur de clés ?
id: Setelah pertimbangan yang berhati-hati kami memutuskan bahwa server kunci baku baru yang dipakai dalam Keluarga GPG adalah keys.openpgp.org. Server kunci baru lebih handal daripada yang lama dan itu akan melindungi privasi Anda dengan lebih baik. Hasil pencarian hanya akan menampilkan alamat-alamat surel yang telah diverifikasi oleh para pemiliknya. Kalau tidak, kunci hanya dapat ditemukan saat mencari sidik jari mereka. Para pemilik kunci dapat memilih untuk mengapus alamat surel agar tidak muncul dalam hasil pencarian kapanpun. Apakah Anda hendak berpindah ke server kunci baru?
ru: После тщательного рассмотрения мы решили, что новым сервером ключей по умолчанию, используемым в GPG Suite, будет keys.openpgp.org. Новый сервер ключей более надёжен, чем старый, и он будет лучше защищать вашу конфиденциальность. Результаты поиска будут показывать только те адреса электронной почты, которые были подтверждены их владельцами. В противном случае ключи можно найти только при поиске их отпечатка. Владелец ключа может удалить адрес электронной почты из результатов поиска в любой момент времени. Вы хотите переключиться на новый сервер ключей?

# SwitchToVerifyingKeyserver_Yes
source: Switch to new Key Server
cs: Přepnout se na nový server
de: Auf neuen Schlüsselserver wechseln
fr: Changer pour le nouveau serveur de clés
id: Berpindah ke Server Kunci baru
ru: Переключиться на новый сервер ключей

# SwitchToVerifyingKeyserver_No
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# SwitchToVerifyingKeyserver_LearnMore
source: Learn More
cs: Zjistit více
de: Mehr Infos
fr: En savoir plus
id: Pelajari Lebih Lanjut
ru: Узнать больше

# UploadSingleKeyVerifyingKeyserver_Title
source: Upload Public Key
cs: Zkopírovat veřejný klíč
da: Upload offentlig nøgle
de: Öffentlichen Schlüssel hochladen
es: Subir clave pública
fr: Envoyé la clé publique
id: Unggah Kunci Publik
ru: Выложить публичный ключ

# UploadSingleKeyVerifyingKeyserver_Msg
source: Your key server has been switched to keys.openpgp.org We recommend that you upload your public key to the new key server, so others will be able to find it by searching for your email address. Once the key is uploaded, you will receive an email with a verification link for each email address associated with your key. If you don't complete the verification process, your key can only be found by searching for its fingerprint. Do you want to upload your public key?
cs: Váš klíčový server byl přepnut na keys.openpgp.org Doporučujeme zkopírovat váš veřejný klíč na nový server, aby jej ostatní mohli najít vyhledáním vaší e-mailové adresy. Jakmile je klíč zkopírován, obdržíte e-mail s ověřovacím odkazem pro každou e-mailovou adresu přidruženou k vašemu klíči. Pokud proces ověření nedokončíte, váš klíč půjde najít pouze vyhledáním jeho otisku. Přejete si zkopírovat svůj veřejný klíč na server?
de: Dein Schlüsselserver wurde auf keys.openpgp.org geändert Wir empfehlen, dass du deinen öffentlichen Schlüssel auf den neuen Schlüsselserver hochlädst. So können andere ihn finden, wenn sie nach deiner E-Mail Adresse suchen. Nachdem ein Schlüssel hochgeladen ist, erhältst du eine E-Mail mit einem Verifizierungs-Link für jede E-Mail Adresse, die in deinem Schlüssel enthalten ist. Wenn du den Verifikations-Prozess nicht abschließt, kann dein Schlüssel nur über eine Suche nach seinem Fingerabdruck gefunden werden. Möchtest du deinen öffentlichen Schlüssel hochladen?
fr: Le serveur de clés a été changé pour keys.openpgp.org. Nous vous recommandons de publier votre clé publique sur ce nouveau serveur de façon à ce qu'elle soit disponible pour une recherche par adresse de courriel. Une fois votre clé publiée, vous recevrez un courriel avec un lien de vérification pour chaque adresse associée avec votre clé. Si vous ne confirmez pas, votre clé ne pourra être retrouvée qu'avec sont empreinte. Voulez-vous publier votre clé publique ?
id: Server kunci Anda telah berganti ke keys.openpgp.org Kami menyarankan agar Anda mengunggah kunci publik Anda ke server kunci baru, sehingga orang lain dapat menemukannya dengan mencari alamat surel Anda. Sekali kunci terunggah, Anda akan menerima sebuah surel dengan taut verifikasi bagi setiap alamat surel yang terkait dengan kunci Anda. Bila Anda tidak melengkapi proses verifikasi, kunci Anda hanya dapat ditemukan dengan mencari sidik jarinya. Apakah Anda hendak mengunggah kunci publik Anda?
ru: Ваш сервер ключей был переключен на keys.openpgp.org Мы рекомендуем вам выгрузить свой открытый ключ на новый сервер ключей, чтобы другие могли найти его, выполнив поиск по вашему адресу электронной почты. После выгрузки ключа вы получите электронное письмо со ссылкой для подтверждения каждого адреса электронной почты, связанного с вашим ключом. Если вы не завершили процесс проверки, ваш ключ можно найти только путём поиска его отпечатка. Вы хотите выгрузить свой открытый ключ?

# UploadSingleKeyVerifyingKeyserver_Yes
source: Upload Public Key
cs: Zkopírovat veřejný klíč
da: Upload offentlig nøgle
de: Öffentlichen Schlüssel hochladen
es: Subir clave pública
fr: Envoyé la clé publique
id: Unggah Kunci Publik
ru: Выложить публичный ключ

# UploadSingleKeyVerifyingKeyserver_No
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# UploadSingleKeyVerifyingKeyserver_LearnMore
source: Learn More
cs: Zjistit více
de: Mehr Infos
fr: En savoir plus
id: Pelajari Lebih Lanjut
ru: Узнать больше

# BadKeyserver_Title
source: Bad key server
cs: Klíčový server nepracuje správně
da: Dårlig nøgleserver
de: Fehlerhafter Schlüsselserver
es: Servidor de claves erróneo
fr: Mauvais serveur de clés
id: Server Kunci Jelek
ru: Неправильный сервер ключей
zh_cn: 密钥服务器不正确

# BadKeyserver_Msg
source: The key server you have entered is not working. Please check the key server address. It should look something like: hkp://some.key.server.org The key server could also be offline. In that case, please use another key server.
cs: Klíčový server který jste zadal nepracuje. Ověřte prosím adresu klíčového serveru. Měla by vypadat nějak podobně: hkp://some.key.server.org Klíčový server může být také někdy mimo provoz. V tomto případě použijte jiný klíčový server..
da: Den angivne nøgleserver virker ikke. Tjek nøgleserverens adresse. Den bør se ud som: hkp://some.key.server.org Nøgleserveren kan også være offline. Hvis det er tilfældet, så prøv med en anden nøgleserver.
de: Der eingegebene Schlüsselserver funktioniert nicht. Bitte überprüfe die Adresse des Schlüsselservers. Sie sollte ungefähr so aussehen: hkp://some.key.server.org Es könnte sein, dass der Schlüsselserver offline ist. In dem Fall, benutze bitte einen anderen Schlüsselserver.
es: El servidor de claves que ha introducido no está funcionando. Por favor compruebe la dirección del servidor de claves. Debe parecerse a algo como: hkp://some.key.server.org El servidor de claves también podría estar desconectado. En ese caso, por favor use otro servidor de claves.
fr: Le serveur de clé que vous avez saisi ne fonctionne pas. Merci de vérifier l'adresse du serveur de clés, elle devrait ressembler à ceci : hkp://some.key.server.org Le serveur de clés pourrait aussi être hors-ligne, dans ce cas, merci d'utiliser un autre serveur.
id: Keyserver yang telah Anda masukkan tidak bekerja. Harap periksa alamat Keyserver. Itu mesti berbentuk seperti: hkp://nama.server.kunci.or.id Mungkin juga Keyserver sedang luring. Dalam hal itu, harap pakai Keyserver lain.
ru: Сервер ключей, который вы ввели, не работает. Пожалуйста, проверьте адрес сервера ключей. Это должно выглядеть примерно так: hkp://some.key.server.org Сервер ключей также может находиться в автономном режиме. В этом случае, пожалуйста, используйте другой сервер ключей.
zh_cn: 您输入的密钥服务器没有工作。 请检查密钥服务器地址。地址形式如此：hkp://some.key.server.org 密钥服务器也有可能会离线。如果是这样，请使用其他密钥服务器。

# ImportRandomData_Title
source: Warning: Content can probably not be imported
cs: Upozornění: Obsah nebyl možná správně naimportován
de: Warnung: Inhalt kann voraussichtlich nicht importiert werden
es: Advertencia: El contenido probablemente no se puede importar
fr: Attention : Le contenu ne peut probablement pas être importé
id: Peringatan! Isi mungkin tidak bisa diimpor
ru: Внимание: Вероятно содержимое может быть не импортировано
zh_cn: 警告：内容可能无法导入
