Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, da, de, es, fr, id, ru, zh_cn

# RemoveSubkey_Msg
source: Warning: Please only proceed if you really know what you are doing. Removing a subkey can destroy all capabilities to sign and decrypt using this key. In case this key has been uploaded to the key servers, removing the subkey has no effect on the existing key server entry. To signal to other people that they should no longer be using this subkey, please revoke the subkey instead and upload the updated key to the key server.
ca: Caution! Please only proceed if you really know, what you are doing. Removing a Subkey can destroy all signing and decrypting capabilities. If the key with this Subkey was uploaded to the key servers, removing the Subkey will not remove the Subkey from the key on the key servers. In that case, please instead revoke the Subkey in question and upload the updated key.
cs: Upozornění: Pokračujte, pouze pokud skutečně víte, co děláte. Odstranění podklíče může zničit všechny funkce pro podepisování a dešifrování pomocí tohoto klíče. V případě, že byl tento klíčo zkopírován na klíčové servery, odstranění podklíče nemá vliv na existující položku na klíčovém serveru. Chcete-li ostatní lidi upozornit, že by tento podklíč neměli používat, zneplatněte podklíč a zkopírujte aktualizovaný klíč na klíčový server.
de: Achtung: Bitte fahre nur fort, wenn du genau weißt, was du machst. Das Entfernen eines Unterschlüssels kann den Schlüssel zum Signieren und Entschlüsseln unbrauchbar machen. Falls der Schlüssel mit diesem Unterschlüssel auf die Schlüsselserver geladen wurde, hat das Entfernen des Unterschlüssels keine Auswirkung auf den bestehenden Eintrag auf den Schlüsselservern. Um anderen zu signalisieren, dass dieser Unterschlüssel nicht mehr verwendet werden soll, widerrufe stattdessen bitte den Unterschlüssel und lade den aktualisierten Schlüssel auf die Schlüsselserver.
fr: Attention : Merci de continuer uniquement si vous savez vraiment ce que vous faites. Supprimer une sous-clé peut rendre impossible la signature et le déchiffrement avec cette clé. Si cette clé a été publiée sur les serveurs de clé, supprimer la sous-clé n'a aucun effet sur la clé disponible sur ces serveurs. Pour indiquer à vos correspondants de ne pas utiliser cette sous-clé, vous devez la révoquer et publier la nouvelle clés sur les serveurs de clés.
id: Peringatan: Harap hanya melanjutkan bila Anda benar-benar paham tentang apa yang Anda lakukan. Menghapus suatu sub kunci dapat merusak semua kapabilitas untuk menandatangani dan mendekripsi memakai kunci ini. Bila kunci ini telah diunggah ke server kunci, membuang sub kunci tidak akan berpengaruh pada entri server kunci yang ada. Untuk memberi sinyal ke orang lain bahwa mereka jangan memakai sub kunci ini lagi, harap cabut saja sub kunci tersebut dan unggah kunci yang dimutakhirkan ke server kunci.
ru: Предупреждение: Пожалуйста, продолжайте, если вы действительно знаете, что делаете. Удаление subkey может уничтожить все возможности для подписи и расшифровки с помощью этого ключа. Если этот ключ был выложен на сервер ключей, удаление этого subkey не влияет на существующую запись на сервере ключей. Чтобы сообщить другим людям, что они больше не должны использовать этот subkey, аннулируйте этот subkey и выложите обновлённый ключ на сервер ключей.
zh_cn: 警告：请仅在您完全清楚您在做什么时再进行本操作。 删除子密钥会破坏使用该密钥签署和解密的全部功能。 如果该密钥已上传至密钥服务器，那么删除子密钥对服务器上已有的密钥并没有作用。要想让他人知道该子密钥已不再使用，请将该密钥先做吊销处理，然后将更新（吊销处理完）后的密钥上传至密钥服务器。

# RemoveSubkey_Yes
source: Remove Subkey
ca: Suprimeix la subclau
cs: Odstranit podklíč
da: Tilbagekald undernøgle
de: Unterschlüssel entfernen
es: Eliminar subclave
fr: Supprimer la sous-clé
id: Hapus Subkunci
ru: Удалить Subkey
zh_cn: 移除子钥

# RemoveSubkey_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# RevokeSubkey_Title
source: Warning: You are about to revoke a subkey
ca: Revoca la subclau
cs: Upozornění: Chystáte se zneplatnit podklíč
da: Advarsel: Du er ved at tilbagekalde en undernøgle
de: Warnung: Du bist dabei, einen Unterschlüssel zu widerrufen
es: Advertencia: Está a pundo de revocar una subclave
fr: Attention : Vous êtes sur le point de révoquer une sous-clé
id: Peringatan: Anda akan mencabut suatu sub kunci
ru: Внимание: Вы собираетесь аннулировать subkey
zh_cn: 警告：您即将吊销用户标识

# RevokeSubkey_Msg
source: Please only proceed if you really know what you are doing. Revoking a subkey can destroy the capability to sign using this subkey and others may no longer be able to encrypt messages to this subkey. The revoked subkey can still be used to decrypt emails and files previously encrypted to it. We do not recommend to delete the revoked subkey but keep it in revoked state. Are you sure you want to revoke this subkey?
ca: Caution! Please only proceed if you really know, what you are doing. Revoking a Subkey can destroy all signing and decrypting capabilities. If the key with this Subkey was uploaded to the key servers, make sure to upload the updated key. Only then, the entry on the key servers will reflect the revoked Subkey.
cs: Pokračujte prosím, pouze pokud skutečně víte, co děláte. Zneplatnění podklíče může zničit funkci podepisování tímto podklíčem a ostatní již nebudou schopni šifrovat zprávy pomocí tohoto podklíče. Zneplatněný podklíč lze i nadále používat k dešifrování e-mailů a souborů dříve zašifrovaných. Nedoporučujeme odstraňovat podklíč, ale ponechat jej ve zneplatněném stavu. Opravdu si přejete zneplatnit tento podklíč?
de: Bitte fahre nur fort, wenn du genau weißt, was du machst. Der Widerruf eines Unterschlüssels kann den Schlüssel zum Signieren unbrauchbar machen und andere können keine Nachrichten mehr an diesen Unterschlüssel verschlüsseln. Der widerrufene Unterschlüssel kann weiterhin E-Mails und Dateien entschlüsseln, welche bereits an ihn verschlüsselt wurden. Wir raten, den Unterschlüssel nicht zu löschen, sondern in widerrufenem Zustand zu behalten. Willst du diesen Unterschlüssel wirklich widerrufen?
fr: Merci de continuer uniquement si vous savez vraiment ce que vous faites. Une fois cette sous-clé révoquée, vous ne pourrez plus l'utiliser pour signer et vos correspondants ne pourront plus l'utiliser pour chiffrer des messages. Une sous-clé peut toutefois continuer à déchiffrer des messages précédemment chiffré avec elle. Nous recommandons de ne pas supprimer la sous-clé révoquée mais de la conserver dans l'état révoqué. Êtes-vous sûr de vouloir révoquer cette sous-clé ?
id: Harap hanya melanjutkan bila Anda memang benar paham apa yang Anda sedang lakukan. Mencabut suatu sub kunci dapat menghancurkan kapabilitas untuk menandatangani memakai sub kunci ini dan orang lain bisa jadi tidak dapat lagi mengenkripsi pesan-pesan ke sub kunci ini. Sub kunci yang dicabut masih dapat dipakai untuk mendekripsi surel dan berkas, yang sebelumnya dienkripsi atasnya. Kami sarankan untuk tidak menghapusnya tapi mempertahankannya dalam keadaan tercabut. Anda yakin hendak mencabut sub kunci ini?
ru: Пожалуйста, продолжайте, если вы действительно знаете, что делаете. Аннулирование subkey может уничтожить возможность подписывать с помощью этого subkey, а другие могут перестать шифровать сообщения этим subkey. Аннулированный subkey может по-прежнему использоваться для дешифрования писем и файлов, ранее зашифрованных для него. Мы не рекомендуем удалять аннулированный subkey, но сохраните его в аннулированном состоянии. Вы действительно хотите аннулировать этот subkey?
zh_cn: 警告：请仅在您完全清楚您在做什么时再进行本操作。 吊销子密钥会让该密钥无法使用该子密钥进行签署，并且其他人也不能再加密信息到本子密钥。 吊销的子密钥仍可用于解密先前用其加密的文件和邮件。 我们不建议删除吊销的子密钥，而是保持它的吊销状态。 您确定要吊销此子密钥吗？

# RevokeSubkey_Yes
source: Revoke Subkey
ca: Revoca la subclau
cs: Zrušit platnost podklíče
da: Tilbagekald undernøgle
de: Unterschlüssel widerrufen
es: Revocar subclave
fr: Révoquer la sous-clé
id: Cabut Subkunci
ru: Аннулировать Subkey
zh_cn: 吊销子密钥

# RevokeSubkey_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# RevokeSignature_Title
source: Revoke Signature
ca: Revoca la signatura
cs: Zrušit platnost podpisu
da: Tilbagekald signatur
de: Signatur widerrufen
es: Revocar firma
fr: Révoquer la signature
id: Cabut Tanda Tangan
ru: Аннулировать подпись
zh_cn: 吊销签名

# RevokeSignature_Msg
source: Revoking your signature will mark it as revoked. Use this option, if you think the key got stolen from the key owner and that the original owner no longer has the key under his control. If you previously uploaded your signature to the key servers, please upload the updated key to the key servers so others are made aware, that your signature has been revoked.
ca: Revoking your Signature will mark it as revoked. Use this option, if you think the key got stolen from the key owner and that the original owner no longer has the key under his control. Consider uploading your updated key to the Keyservers so others are made aware, that your signature has been revoked.
cs: Zneplatnění vašeho podpisu zanmená označit jej jako zrušený/neplatný. Tuto možnost použijte, pokud si myslíte, že klíč byl ukraden a že původní majitel již nemá klíč pod svou kontrolou. Pokud jste předtím zkopírovali svůj podpis na klíčové servery, nakopírujte tam aktualizovaný klíč, aby byli ostatní upozorněni na to, že váš podpis byl zneplatněn.
da: Tilbagekaldelse af din signatur vil markere den som tilbagekaldt. Brug denne mulighed, hvis du tror at nøglen er blevet stjålet fra ejeren, og at den oprindelige ejer ikke længere har nøglen under hans kontrol. Hvis du tidligere har uploadet din signatur til nøgleserverne skal du uploade den opdaterede nøgle til nøgleserverne, så andre bliver gjort opmærksomme på, at din signatur er blevet tilbagekaldt.
de: Hiermit wird deine Beglaubigung als widerrufen gekennzeichnet. Benutze diese Option, wenn du glaubst, dass der Schlüssel vom Schlüsselbesitzer gestohlen wurde und dass der ursprüngliche Schlüsselbesitzer keine Kontrolle mehr über den Schlüssel hat. Bitte lade den Schlüssel mit der widerrufenen Baglaubigung auf den Schlüsselserver, damit Andere von deinem Widerruf erfahren.
es: Revocar su firma la marcará como revocada. Use esta opción si piensa que la clave ha sido robada del propietario de la clave y que el propietario original ya no tiene la clave bajo su control. Si previamente subió su firma al servidor de claves, por favor, suba la clave actualizada al servidor de claves para que otros estén avisados de que su firma ha sido revocada.
fr: Révoquer votre signature la marquera comme révoquée. Utilisez cette option, si vous pensez que la clé a été volée à son propriétaire et que le propriétaire original n'a plus la clé sous son contrôle. Si vous aviez précédemment publié votre signature sur les serveurs de clés, merci de publier la clé mise à jour pour que les autres soient prévenus que votre signature a été révoquée.
id: Mencabut tanda tangan Anda akan menandainya sebagai dicabut. Gunakan opsi ini, bila Anda pikir kunci dicuri dari pemiliknya dan pemilik asli tidak lagi mengendalikan kunci tersebut. Bila Anda sebelumnya mengunggah tanda tangan Anda ke server kunci, harap unggah kunci yang dimutakhirkan ke server kunci sehingga orang lain menjadi sadar, bahwa tanda tangan Anda telah dicabut.
ru: Аннулирование вашей подписи пометит ее как аннулированную. Используйте эту опцию, если вы считаете, что ключ был украден у владельца ключа, и что первоначальный владелец больше не имеет ключа под его контролем. Если вы ранее выложили подпись на сервер ключей, пожалуйста, выложите обновленный ключ на сервер ключей, чтобы другие были осведомлены, что ваша подпись была аннулирована.
zh_cn: 吊销您的签名会将其标记为已吊销。如果您认为该密钥被盗或者其所有人不再拥有对密钥的控制权，您可使用此选项。如果您此前曾将您的签名上传至密钥服务器，请将更新后的密钥再次上传至密钥服务器，这样他人就会知道您的签名已吊销。

# RevokeSignature_Yes
source: Revoke Signature
ca: Revoca la signatura
cs: Zneplatnit podpis
da: Tilbagekald signatur
de: Beglaubigung widerrufen
es: Revocar firma
fr: Révoquer la signature
id: Cabut Tanda Tangan
ru: Аннулировать подпись
zh_cn: 吊销签名

# RevokeSignature_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# RemoveSignature_Title
source: Remove Signature
ca: Revoca la signatura
cs: Odstranit podpis
da: Fjern signatur
de: Beglaubigung entfernen
es: Eliminar firma
fr: Supprimer la signature
id: Hapus Tanda Tangan
ru: Удалить подпись
zh_cn: 删除签名

# RemoveSignature_Msg
source: Are you sure you want to remove this signature? Removing a signature will only remove the signature locally. It will not and can not be removed from the key on the key servers. Please instead revoke your signature if you want to mark it as unusable.
ca: Are you sure you want to remove this Signature? Removing a Signature will only remove the Signature locally. It will not and can not be removed from the key on the Keyservers. Please instead Revoke your signature if you want to mark it as invalid.
cs: Skutečně chcete tento podpis odstranit? Odstranění podpisu odebere podpis pouze u vás. Nebude a nemůže být odstraněn klíč z klíčových serverů. Pokud chcete zrušit svůj podpis, označte jej jako neplatný/zneplatněný.
da: Er du sikker på at du vil fjerne denne signatur? Signaturen vil kun blive fjernet lokalt. Den vil ikke og kan ikke fjernes fra nøglen på nøgleserverne. Tilbagekald i stedet din signatur, hvis du vil markere den som ugyldig.
de: Willst Du die Beglaubigung wirklich entfernen? Dies wirkt sich nur lokal aus. Die Beglaubigung wird von Schlüsseln auf Schlüsselservern nicht entfernt, da dies nicht möglich ist. Bitte widerrufe stattdessen die Beglaubigung, um sie als ungültig zu kennzeichnen.
es: ¿Está seguro de que quiere eliminar esta firma? Eliminar una firma sólo eliminará la firma localmente. No será eliminada, y no podrá serlo, de la clave en los servidores de claves. En su lugar, por favor, revoque su firma si quiere marcarla como inutilizable.
fr: Voulez-vous vraiment supprimer cette signature ? La suppression sera uniquement locale. Il n'est pas possible de supprimer une signature des clés publiées sur les serveurs de clés. Vous pouvez à la place révoquer votre signature.
id: Apakah Anda yakin hendak menghapus tanda tangan ini? Menghapus suatu tanda tangan hanya akan membuang tanda tangan secara lokal. Ini tidak akan dan tidak dapat dibuang dari kunci pada server kunci. Harap cabut saja tanda tangan Anda bila Anda ingin menandainya sebagai tidak dapat dipakai.
ru: Вы уверены, что хотите удалить эту подпись? Удаление подписи только удалит подпись на локальном уровне. Она не будет и не может быть удалена из ключа на сервере ключей. Пожалуйста, вместо этого, аннулируйте свою подпись, если вы хотите пометить её как непригодную для использования.
zh_cn: 您确定要删除该签名吗？删除签名只会在本地起作用。它不会也不能从存储在密钥服务器上的密钥中删除。如果您想将其标记为不可用，请吊销您的签名。

# RemoveSignature_Yes
source: Remove Signature
ca: Esborra la signatura
cs: Odstranit podpis
da: Fjern signatur
de: Beglaubigung entfernen
es: Eliminar firma
fr: Supprimer la signature
id: Hapus Tanda Tangan
ru: Удалить подпись
zh_cn: 删除签名

# RemoveSignature_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# RemoveLocalSignature_Title
source: Remove Signature
cs: Odstranit podpis
da: Fjern signatur
de: Beglaubigung entfernen
es: Eliminar firma
fr: Supprimer la signature
id: Hapus Tanda Tangan
ru: Удалить подпись
zh_cn: 删除签名

# RemoveLocalSignature_Msg
source: Are you sure you want to remove this local signature?
cs: Skutečně si přejete odstranit tento místní podpis?
de: Bist du sicher, dass du diese lokale Signatur entfernen möchtest?
fr: Êtes-vous sûr de vouloir supprimer cette signature locale ?
id: Anda yakin ingin menghapus tanda tangan lokal?
ru: Вы уверены, что хотите удалить эту локальную подпись?

# RemoveLocalSignature_Yes
source: Remove Signature
cs: Odstranit podpis
da: Fjern signatur
de: Beglaubigung entfernen
es: Eliminar firma
fr: Supprimer la signature
id: Hapus Tanda Tangan
ru: Удалить подпись
zh_cn: 删除签名

# RemoveLocalSignature_No
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# RemoveLastSelfSignature_Title
source: Remove last Self-Signature
cs: Odstranit poslední Self-Signature
da: Fjern sidste egen-signatur
de: Letzte Eigenbeglaubigung entfernen
es: Eliminar la última auto-firma
fr: Supprimer la dernière auto-signature
id: Hapus Tanda Tangan Mandiri terakhir
ru: Удалить последнюю самоподпись
zh_cn: 删除最后的自我签名

# RemoveLastSelfSignature_Msg
source: You are about to remove the last self-signature of user ID %@. Please only proceed if you really know what you are doing. This signature makes sure that email address, name and the description of an user ID can only be modified by its owner. If this signature is missing, someone could modify this information and there is no way of knowing if that happened.
ca: You are about to remove the last Self-Signature of User-ID %@. Please only proceed if you really know what you are doing. This signature makes sure that email address, name and the description of a User-ID can only be modified by its owner. If this signature is missing, someone could modify this information and there's no way of knowing if that happened.
cs: Chystáte se odstranit poslední vlastnoruční podpis UserID %@ Pokračujte prosím pouze v případě, že víte co děláte. Tento podpis zajišťuje, že e-mailová adresa, jméno a popis UserID může změnit pouze jeho skutečný majitel. Pokud tento podpis chybí, mohl by někdo cizí tajně změnit tyto údaje a neexistuje způsob, jak toto podvodné jednání odhalit.
da: Du er ved at fjerne den sidste egen-signatur fra bruger ID %@. Fortsæt kun, hvis du virkelig ved, hvad du laver. Denne signatur sikrer, at e-mail adresser, navn og beskrivelsen af et bruger ID kun kan ændres af dets ejer. Hvis denne signatur mangler, kan andre ændre denne information, og der er ingen mulighed for at vide, om det er sket.
de: Du willst die letzte Eigenbeglaubigung der Benutzer-ID %@ entfernen. Bitte fahre nur fort, wenn du genau weißt, was du machst. Diese Beglaubigung sorgt dafür, dass E-Mail, Name und Kommentar einer Benutzer-ID nur von ihrem Inhaber verändert werden können. Wenn diese Signatur fehlt, kann jeder diese Informationen verändern und es gibt keine Möglichkeit zu erfahren, dass dies geschehen ist.
es: Está a punto de eliminar la última auto-firma de la identificación de usuario %@. Por favor, continúe sólo si de verdad sabe lo que está haciendo. Esta firma asegura que la dirección de correo electrónico, el nombre y la descripción de una identificación de usuario sólo pueden ser modificados por su titular. Si carece de esta firma, alguien podría modificar esta información y no habría forma de saber si eso ha ocurrido.
fr: Vous vous apprêtez à supprimer la dernière auto-signature pour l'ID utilisateur %@. Merci de ne confirmer que si vous savez vraiment ce que vous faites. Cette signature permet de s'assurer que l'adresse électronique, le nom et la description contenus dans l'ID utilisateur ne peuvent être modifiées que pas leur propriétaire. Si cette signature est supprimée, n'importe qui peut modifier ces informations et il n'y a aucun moyen de savoir si une modification a eu lieu.
id: Anda akan menghapus tanda tangan mandiri terakhir dari ID pengguna %@. Mohon hanya melanjutkan bila Anda memang tahu apa yang Anda lakukan. Tanda tangan ini memastikan bahwa alamat surel, nama, dan deskripsi dari suatu ID pengguna hanya dapat diubah oleh pemiliknya. Bila tanda tangan ini hilang, seseorang dapat mengubah informasi ini dan tidak ada cara untuk mengetahui bila hal itu terjadi.
ru: Вы собираетесь удалить последнюю самоподпись из идентификатора пользователя %@. Действуйте только если вы действительно знаете, что вы делаете. Эта подпись гарантирует, что адрес электронной почты, имя и описание ID пользователя могут быть изменены только их владельцем. Если эта подпись отсутствует, кто-то может изменить эту информацию, и нет никакого способа узнать, если это произошло.

# RemoveLastSelfSignature_Yes
source: Remove Signature
ca: Suprimeix la signatura
cs: Odstranit podpis
da: Fjern signatur
de: Beglaubigung entfernen
es: Eliminar firma
fr: Supprimer la signature
id: Hapus Tanda Tangan
ru: Удалить подпись
zh_cn: 删除签名

# RemoveLastSelfSignature_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# RevokeLastSelfSignature_Title
source: Revoke last Self-Signature
cs: Zneplatnit poslední Self-Signature
da: Fjern sidste egen-signatur
de: Letzte Eigenbeglaubigung widerrufen
es: Revocar la última auto-firma
fr: Révoquer la dernière auto-signature
id: Cabut Tanda Tangan Mandiri terakhir
ru: Аннулировать последнюю самоподпись

# RevokeLastSelfSignature_Msg
source: You are about to revoke the last self-signature of user ID %@. Only proceed if you really know what you are doing. You will no longer be able to use it, which includes using it to sign emails.
ca: You are about to revoke the last Self-Signature of User-ID %@. Please only proceed if you really know what you are doing. Revoking the last Self-Signature of a User-ID will render that User-ID useless. You will no longer be able to use User-ID %@ in Mail.app to sign mails. Others will no longer be able to encrypt to the mail address of this User-ID.
cs: Chystáte se zneplatnit poslední (self-signed) podpis UserID %@. Pokračujte, pouze pokud skutečně víte, co děláte. Pokud jej zneplatníte, už jej nebudete moci používat pro podepisování e-mailů.
de: Du bist dabei, die letzte Eigenbeglaubigung der Benutzer-ID %@ zu widerrufen. Fahre nur fort, wenn du wirklich weißt, was du machst. Das Widerrufen der letzten Eigenbeglaubigung einer Benutzer-ID macht diese unbenutzbar, das bedeutet u.a. dass sie nicht mehr zum signieren von E-Mails verwendet werden kann.
fr: Vous vous apprêtez à révoquer la dernière auto-signature de l'ID utilisateur %@. Merci de confirmer uniquement si vous savez vraiment ce que vous faites. Vous ne pourrez plus utiliser cet ID utilisateur, y compris pour signer des messages.
id: Anda akan mencabut tanda tangan mandiri terakhir dari ID pengguna %@. Mohon hanya melanjutkan bila Anda memang tahu apa yang Anda lakukan. Anda tidak akan bisa lagi memakainya, termasuk untuk menandatangani surel.
ru: Вы собираетесь аннулировать последнюю самоподпись идентификатора пользователя %@. Продолжайте только если вы действительно знаете, что делаете. Вы больше не сможете её использовать, включая использование её, чтобы подписывать электронные письма.

# RevokeLastSelfSignature_Yes
source: Revoke Signature
ca: Revoca la signatura
cs: Zneplatnit podpis
da: Tilbagekald signatur
de: Signatur widerrufen
es: Revocar firma
fr: Révoquer la signature
id: Cabut Tanda Tangan
ru: Аннулировать подпись
zh_cn: 吊销签名

# RevokeLastSelfSignature_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# RevokeKey_Title
source: Warning: You are about to revoke a key
cs: Upozornění: Chystáte se zneplatnit klíč!
da: Advarsel: Du er ved at tilbagekalde en nøgle
de: Warnung: Du bist dabei, einen Schlüssel zu widerrufen
es: Advertencia: Está a punto de revocar una clave
fr: Attention ! Vous êtes sur le point de révoquer une clé.
id: Peringatan: Anda akan mencabut suatu kunci
ru: Внимание: Вы собираетесь аннулировать ключ
