Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, da, de, es, fr, id, ru, zh_cn

# ImportRandomData_Msg
source: It appears you are trying to import a message which is not an OpenPGP key. Are you sure you want to try to import this content?
cs: Zdá se, že se pokoušíte importovat zprávu podepsanou jiným druhem klíčů než OpenPGP. Skutečně si přejete importovat tento obsah?
da: Det ser ud til at du forsøger at importere en besked, der ikke er en OpenPGP nøgle. Er du sikker på at du vil forsøge at importere dette?
de: Es scheint, du versuchst etwas zu importieren, was kein OpenPGP-Schlüssel ist. Bist du sicher, dass du versuchen möchtest, diesen Inhalt zu importieren?
es: Parece que está tratando de importar un mensaje que no es una clave OpenPGP. ¿Está seguro de que quiere intentar importar este contenido?
fr: Il semblerait que vous tentiez d'importer un message qui n'est pas une clé OpenPGP. Êtes-vous sûr de vouloir importer ce contenu ?
id: Nampaknya Anda mencoba mengimpor suatu pesan yang bukan sebuah kunci OpenPGP. Anda yakin ingin mencoba mengimpor isi ini?
ru: Похоже вы пытаетесь импортировать сообщение, которое не является ключом OpenPGP. Вы уверены, что хотите попробовать импортировать это содержимое?
zh_cn: 您好像尝试导入一条信息，而不是 OpenPGP 密钥。 您确定要导入该内容吗？

# ImportRandomData_Yes
source: Try Import
ca: Intenta importar
cs: Zkusit importovat
da: Forsøg at importere
de: Import versuchen
es: Intentar importar
fr: Essayer l'importation
id: Coba Impor
ru: Попытаться импортировать
zh_cn: 尝试导入

# ImportRandomData_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# ImportNonImportable_Title
source: Warning: Content can probably not be imported
cs: Upozornění: Obsah nebyl možná správně naimportován
de: Warnung: Inhalt kann voraussichtlich nicht importiert werden
es: Advertencia: El contenido probablemente no se puede importar
fr: Attention : Le contenu ne peut probablement pas être importé
id: Peringatan! Isi mungkin tidak bisa diimpor
ru: Внимание: Вероятно содержимое может быть не импортировано
zh_cn: 警告：内容可能无法导入

# ImportNonImportable_Msg
source: It appears you are trying to import a signed or encrypted message. Such messages can not be imported into GPG Keychain. Instead, please try to decrypt or verify the message in question with GPGServices.
ca: It appears you are trying to import a signed or encrypted message. Such messages can not be imported into GPG Keychain Access. Instead, please try to decrypt or verify the message in question with GPGServices.
cs: Zdá se, že se pokoušíte importovat podepsanou nebo zašifrovanou zprávu. Tyto zprávy nelze importovat do GPG Klíčenky. Místo toho, pro dešifrování nebo ověření zpráv použijte GPGServices.
da: Det ser ud til at du forsøger at importere en signeret eller krypteret besked. Sådanne beskeder kan ikke importeres i GPG Nøglering. Prøv i stedet at dekryptere eller verificere beskeden med GPGServices.
de: Du versuchst scheinbar eine signierte oder verschlüsselte Nachricht zu importieren. Solche Nachrichten können nicht in GPG Keychain importiert werden. Stattdessen kannst du versuchen die Nachricht mit GPGServices zu entschlüsseln oder verifizieren.
es: Parece que está tratando de importar un mensaje firmado o cifrado. Tales mensajes no se pueden importar en GPG Keychain. En su lugar, por favor intente descifrar o verificar el mensaje en cuestión con GPGServices.
fr: Il semblerait que vous tentiez d'importer un message chiffré ou signé. Ce type de message ne peut être importé dans GPG Keychain. À la place, pour déchiffrer ou vérifier ce type de message, merci d'utiliser GPGServices.
id: Tampaknya Anda mencoba mengimpor suatu pesan bertandatangan atau terenkripsi. Pesan seperti itu tidak dapat diimpor ke dalam GPG Keychain. Sebagai gantinya, silakan coba untuk mendekripsi atau memverifikasi pesan itu memakai GPGServices.
ru: Кажется, вы пытаетесь импортировать подписанное или зашифрованное сообщение. Подобные сообщения не могут быть импортированы в связку ключей GPG. Вместо этого, пожалуйста, попробуйте расшифровать или проверить сообщение в вопросе с GPGServices.
zh_cn: 您好像在尝试导入签署或加密的信息。 这类信息无法导入到 GPG Keychain 中。 请尝试解密或使用 GPGServices 验证此存在问题的信息。

# ImportNonImportable_Yes
source: Try Import
ca: Intenta importar
cs: Zkusit importovat
da: Forsøg at importere
de: Import versuchen
es: Intentar importar.
fr: Essayer l'importation
id: Coba Impor
ru: Попытаться импортировать
zh_cn: 尝试导入

# ImportNonImportable_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# UploadSuccess_Title
source: Public keys sent to key server
cs: Veřejné klíče odeslané na server
de: Öffentliche Schlüssel an Schlüsselserver gesendet
fr: Les clés publiques ont été envoyé au serveur des clés
id: Kunci publik dikirim ke server kunci
ru: Публичные ключи, отправленные на сервер ключей

# UploadSuccess_Msg
source: The following public keys have been uploaded: %@
cs: Následující veřejné klíč budou zkopírovány: %@
de: Folgende öffentliche Schlüssel wurden hochgeladen: %@
fr: Les clés publiques suivant ont été publiées : %@
id: Kunci-kunci publik berikut telah diunggah: %@
ru: Следующие открытые ключи были выгружены: %@

# ExportSuccess_Title
source: Keys exported
cs: Klíčů exportováno
de: Schlüssel exportiert
fr: Les clés ont été exportées
id: Kunci diekspor
ru: Ключи экспортированы

# ExportSuccess_Msg
source: The following keys were exported: %@
cs: Následující klíče byly exportovány: %@
de: Folgende Schlüssel wurden exportiert: %@
fr: Les clés suivantes ont été exportées : %@
id: Kunci-kunci berikut diekspor: %@
ru: Были экспортированы следующие ключи: %@

# SignSuccess_Title
source: The selected user IDs have been signed
cs: Vybraná UserID byla podepsána
de: Die ausgewählten Benutzer-IDs wurden beglaubigt
fr: Les identités utilisateur sélectionnées ont été signées
id: ID pengguna yang dipilih telah ditandatangani
ru: Выбранные идентификаторы пользователей были подписаны

# IMPORT_RESULT_NEW_KEY
source: The following key was successfully imported: %@
cs: Následující klíč byl naimportován úspěšně: %@
da: Den følgende nøgle blev importeret: %@
de: Folgender Schlüssel wurde erfolgreich importiert: %@
es: Las siguiente clave fue importada con éxito: %@
fr: La clé suivante a été importée : %@
id: Kunci berikut sukses diimpor: %@
ru: Был успешно импортирован следующий ключ: %@

# IMPORT_RESULT_NEW_KEYS
source: The following keys were successfully imported: %@
cs: Následující klíče byly naimportovány úspěšně: %@
da: De følgende nøgler blev importeret: %@
de: Folgende Schlüssel wurden erfolgreich importiert: %@
es: Las siguientes claves fueron importadas con éxito: %@
fr: Les clés suivantes ont été importées : %@
id: Kunci-kunci berikut sukses diimpor: %@
ru: Были успешно импортированы следующие ключи: %@

# IMPORT_RESULT_NEW_USER_ID
source: A user ID was added to the following keys %@
cs: Uživatel přidal následující klíče: %@
de: Eine Benutzer-ID wurde zu folgenden Schlüsseln hinzugefügt %@
fr: Une identité a été ajoutée aux clés suivantes : %@
id: Sebuah ID pengguna ditambahkan ke kunci berikut %@
ru: Идентификатор пользователя был успешно добавлен в следующие ключи %@

# IMPORT_RESULT_NEW_SIGNATURE
source: A signature was added to the following keys %@
cs: Podpis byl přidán k následujícím klíčům: %@
de: Eine Signatur wurde zu folgenden Schlüsseln hinzugefügt %@
fr: Une signature a été ajoutée aux clés suivantes : %@
id: Suatu tanda tangan ditambahkan ke kunci berikut %@
ru: Подпись была успешно добавлена в следующие ключи %@

# IMPORT_RESULT_NEW_SUBKEY
source: A subkey was added to the following keys %@
cs: Podklíč byl přidán k následujícím klíčům: %@
de: Ein Unterschlüssel wurde zu folgenden Schlüsseln hinzugefügt %@
fr: Une sous-clé a été ajoutée aux clés suivantes : %@
id: Suatu sub kunci ditambahkan ke kunci berikut %@
ru: Subkey был успешно добавлен в следующие ключи %@

# IMPORT_RESULT_COUNT_REVOCATION_CERTIFICATE
source: 1 revocation certificate was imported.
cs: 1 zneplatněný certifikát byl naimportován.
da: 1 tilbagekaldelsescertifikat blev importeret.
de: 1 Widerrufszertifikat wurde importiert.
es: Se ha importado 1 certificado de revocación.
fr: 1 certificat de révocation a été importé.
id: 1 sertifikat pencabutan diimpor.
ru: 1 сертификат аннулирования был импортирован.

# IMPORT_RESULT_COUNT_REVOCATION_CERTIFICATES
source: %i revocation certificates were imported.
cs: %i zneplatněných certifikátů bylo naimportováno.
da: %i tilbagekaldelsescertifikater blev importeret.
de: %i Widerrufszertifikate wurden importiert.
es: Se han importado %i certificados de revocación.
fr: %i certificats de révocation ont été importés.
id: %i sertifikat pencabutan diimpor.
ru: %i сертификатов аннулирования было импортировано.

# IMPORT_RESULT_ONE_PROCESSED_AND_X_IMPORTED
source: 1 key was processed and %i imported.
cs: 1 klíč byl zpracován a %i naimportováno.
da: 1 nøgle blev behandlet og %i importeret.
de: 1 Schlüssel wurde verarbeitet und %i importiert.
es: Se ha procesado 1 clave y se han importado %i.
fr: 1 clé a été traitée et %i importée.
id: 1 kunci diproses dan %i diimpor.
ru: 1 ключ был обработан и %i импортирован.

# IMPORT_RESULT_X_PROCESSED_AND_ONE_IMPORTED
source: %i keys were processed and 1 imported.
cs: %i klíčů bylo zpracováno a 1 naimportován.
da: %i nøgler blev behandlet og 1 importeret.
de: %i Schlüssel wurden verarbeitet und 1 importiert.
es: Se han procesado %i claves y se ha importado 1.
fr: %i clés ont été traitées et 1 importée.
id: %i kunci diproses dan 1 diimpor.
ru: %i ключ был обработан и 1 импортирован.

# IMPORT_RESULT_X_PROCESSED_AND_X_IMPORTED
source: %1$i keys were processed and %2$i imported.
cs: %1$i klíčů bylo zpracováno a %2$i naimportováno.
da: %1$i nøgler blev behandlet og %2$i importeret.
de: %1$i Schlüssel wurden verarbeitet und %2$i importiert.
es: Se han procesado %1$i claves y se han importado %2$i.
fr: %1$i clés ont été traitées et %2$i importées.
id: %1$i kunci diproses dan %2$i diimpor.
ru: %1$i ключей было обработано и %2$i импортировано.

# IMPORT_RESULT_NOTHING_IMPORTED
source: No keys imported.
cs: Žádné klíče nebyly naimportovány.
da: Ingen nøgler importeret.
de: Keine Schlüssel importiert.
es: No se importaron claves.
fr: Aucune clés importées.
id: Tidak ada kunci yang diimpor.
ru: Ключи не импортированы.

source: Details:
cs: Podrobnosti:
da: Detaljer:
es: Detalles:
fr: Détails :
id: Rincian:
ru: Детали:

# ImportKeyError_Title
source: Failed to import one or more keys
cs: Selhal import jednoho nebo více klíčů.
da: Import af en eller flere nøgler mislykkedes
de: Importieren eines oder mehrerer Schlüssel fehlgeschlagen
es: No se pudieron importar una o más claves.
fr: Échecs de l'importation d'une ou plusieurs clés
id: Gagal mengimpor satu kunci atau lebih
ru: Ошибка импорта одного или нескольких ключей
zh_cn: 导入一个或多个密钥时失败

# ImportKeyError_Msg
source: Often keys cannot be imported due to a missing self-signature. Please visit https://support.gpgtools.org/kb/gpg-keychain-faq/add-self-signature-to-an-old-key-which-does-not-have-one for more details and steps on how to resolve this problem.
ca: Often keys cannot be imported due to a missing self-signature. Please visit http://support.gpgtools.org/kb/faq-gpg-keychain-access/can-not-import-key-due-to-missing-self-signature for more details and steps on how to resolve this problem.
cs: Často klíče nelze naimportovat, protože chybí vlastní certifikát /self-signature/. Pro řešení a více informací, prosím navštivte https://support.gpgtools.org/kb/gpg-keychain-faq/add-self-signature-to-an-old-key-which-does-not-have-one.
da: Ofte kan nøgler ikke importeres, fordi der mangler en egen-signatur. Se venligst https://gpgtools.tenderapp.com/kb/gpg-keychain-faq/can-not-import-key-due-to-missing-self-signature for flere detaljer og trin til, hvordan problemet kan løses.
de: Oft können Schlüssel nicht importiert werden, weil eine Eigenbeglaubigung fehlt. Der folgende KB-Artikel beschreibt, was du bei diesem Problem tun kannst: https://gpgtools.tenderapp.com/kb/gpg-keychain-faq/can-not-import-key-due-to-missing-self-signature
es: A menudo no se pueden importar las claves debido a una auto-firma ausente. Por favor, visite https://gpgtools.tenderapp.com/kb/gpg-keychain-faq/can-not-import-key-due-to-missing-self-signature para más detalles y pasos sobre como resolver este problema.
fr: C'est généralement l'absence d'auto-signature qui empêche l'importation d'une clé. Consultez https://support.gpgtools.org/kb/gpg-keychain-faq/add-self-signature-to-an-old-key-which-does-not-have-one pour plus d'information et des conseils sur la manière de résoudre le problème.
id: Seringkali kunci tidak dapat diimpor karena kurang tanda tangan mandiri. Harap kunjungi https://gpgtools.tenderapp.com/kb/gpg-keychain-faq/can-not-import-key-due-to-missing-self-signature untuk rincian lebih jauh dan langkah-langkah tentang bagaimana mengatasi masalah ini.
ru: Часто ключи не могут быть импортированы из-за отсутствия самоподписи. Пожалуйста, посетите https://gpgtools.tenderapp.com/kb/gpg-keychain-faq/can-not-import-key-due-to-missing-self-signature для более подробной информации и шагов как решить эту проблему.
zh_cn: 由于缺少自我签名常会导致密钥无法导入。请访问 https://gpgtools.tenderapp.com/kb/gpg-keychain-faq/can-not-import-key-due-to-missing-self-signature 了解更多信息以及解决该问题的方法。

# ImportKeyErrorPGP_Title
source: Import Failed
cs: Import selhal
da: Import mislykkedes
de: Importieren fehlgeschlagen
es: Fallo al importar
fr: L'importation a échoué
id: Impor Gagal
ru: Ошибка импорта
zh_cn: 导入失败

# ImportKeyErrorPGP_Msg
source: It seems you are trying to import an encrypted or signed message. To decrypt or verify such messages please use GPGServices.
cs: Zdrá se, že se pokoušíte importovat zašifrované nebo podepsané zprávy. Pro dešifrování nebo ověření zpráv použijte GPGServices.
da: Det ser ud til at du forsøger at importere en krypteret eller signeret besked. For at dekryptere eller verificere sådanne beskedder skal du bruge GPGServices.
de: Du versuchst anscheinend eine signierte oder verschlüsselte Nachricht zu importieren. Um solche Nachrichten zu entschlüsseln oder verifizieren verwende bitte GPGServices.
es: Parece que está intentando importar un mensaje cifrafo o firmado. Para descifrar o verificar tales mensajes por favor use GPGServices.
fr: Il semblerait que vous tentiez d'importer un message chiffré ou signé. Pour déchiffrer ou vérifier ce type de message, merci d'utiliser GPGServices.
id: Tampaknya Anda mencoba mengimpor suatu pesan bertandatangan atau terenkripsi. Untuk mendekripsi atau verifikasi pesan itu harap gunakan GPG Services.
ru: Кажется, вы пытаетесь импортировать зашифрованное или подписанное сообщение. Для расшифровки или проверки таких сообщений, пожалуйста, используйте GPGServices.
zh_cn: 您好像在尝试导入加密或签署的信息。要解密或验证此类信息，请使用 GPGServices。

# ImportKeyErrorNoPGP_Title
source: Import failed
cs: Import selhal
da: Import mislykkedes
de: Importieren fehlgeschlagen
es: Fallo al importar
fr: L'importation a échoué
id: Impor gagal
ru: Ошибка импорта
zh_cn: 导入失败

# ImportKeyErrorNoPGP_Msg
source: The data you were trying to import is not a valid OpenPGP key or message. Make sure the format is txt and no formatted text is used and ask the key owner or message author to resend the data.
ca: It seems that you're trying to import some non PGP related data that can't be processed.
cs: Data, která se pokoušíte importovat, nejsou platným klíčem nebo zprávou OpenPGP. Ujistěte se, že formát je prostý text tj. nepoužívá se žádné formátování a požádejte vlastníka klíče nebo autora zprávy o opětovné odeslání.
da: Det ser ud til at du forsøger at importere nogle ikke PGP-relaterede data, der ikke kan behandles.
de: Es scheint du versuchst Daten zu importieren, die keine OpenPGP-Daten sind und daher nicht verarbeitet werden können.
es: Parece que está intentando importar algunos datos no relativos a PGP que no pueden procesarse.
fr: Ce que vous essayez d'importer n'est pas une clé ni un message OpenPGP valide. Assurez-vous qu'il s'agit de texte brut et pas de texte formaté et demandez à votre correspondant de vous renvoyer son message.
id: Tampaknya Anda mencoba mengimpor beberapa data tak terkait PGP yang tak dapat diproses.
ru: Похоже, что импортируемые данные не являются PGP-данными. Их невозможно обработать.

# NO_SECRET_KEY_TITLE
source: No secret key found
cs: Žádný tajný klíč nebyl nalezen
da: Ingen hemmelig nøgle fundet
de: Kein geheimer Schlüssel gefunden
es: No se encontró clave secreta (privada)
fr: Pas de clé secrète
id: Kunci rahasia tidak ditemukan
ru: Секретный ключ не найден

# NO_SECRET_KEY_MESSAGE
source: You need a secret key to perform this operation.
cs: Pro tuto operaci potřebujete tajný klíč.
da: Du skal bruge en privat nøgle til at udføre denne operation.
de: Du benötigst einen geheimen Schlüssel, um diese Operation auszuführen.
es: Necesita una clave secreta para efectuar esta operación.
fr: Vous avez besoin d'une clé secrète pour effectuer cette opération.
id: Anda perlu kunci rahasia untuk melakukan operasi ini.
ru: Для выполнения этой операции вам нужен секретный ключ.

# KeyserverSearchError_Title
source: Searching for key failed
cs: Hledání klíče selhalo
da: Søgning efter nøgle mislykkedes
de: Suche nach Schlüssel fehlgeschlagen
es: Fallo al buscar clave
fr: La recherche de clé a échoué
id: Pencarian kunci gagal
ru: Ошибка поиска ключа.

# KeyserverSearchError_Msg
source: Please repeat your search and see if it works then. Should the problem persist, file a support request via System Preferences > GPG Suite > Send Report. Please copy the entire error message into the description field and add the search term you used for your query. We recommend to include the debug log, since that provides additional helpful information to solve your problem.
cs: Zopakujte prosím vyhledávání a ujistěte se, že funguje. Pokud problém přetrvává, obraťte se na technickou podporu [Předvolby systému –> GPG Suite –> Odeslat zprávu]. Zkopírujte celou chybovou zprávu do pole popisu a přidejte vyhledávací dotaz, který jste použili. Doporučujeme zahrnout protokol ladění, protože poskytuje další užitečné informace pro vyřešení vašeho problému.
de: Bitte wiederhole deine Suche. Sollte das Problem fortbestehen, sende einen Fehlerbericht über Systemeinstellungen > GPG Suite > Bericht senden. Bitte kopiere die gesamte Fehlermeldung in das Feld "Beschreibe das Problem..." und gebe die Suchbegriffe deiner Suche an. Du solltest auch das Debug Log anhängen, da es weitere hilfreiche Informationen zur Problemlösung enthalten kann.
es: Por favor, repita su búsqueda y vea entonces si funciona. Si el problema persiste, consigne una solicitud de soporte a través de Preferencias del Sistema > GPG Suite > Enviar Informe. Por favor, copie el mensaje completo del error en el campo de la descripción y añada el término de búsqueda que usó para su consulta. Recomendamos incluir el registro (log) de depuración, ya que proporciona información útil adicional para solucionar su problema.
fr: Merci de recommencer votre recherche. Si le problème persiste, faites parvenir une demande d'aide en utilisant l'onglet "Envoyer un rapport" de l'élément "GPG Suite" des préférences système. Merci de recopier la totalité du message d'erreur dans la description du problème et d'indiquer la recherche que vous avez effectué. Nous vous conseillons d'inclure le journal de déboggage car cela fournit des informations utiles à la résolution du problème.
id: Harap ulangi pencarian Anda dan lihatlah apakah jadi berhasil. Bila masalah tetap terjadi, kirimkan suatu permintaan dukungan melalui Preferensi Sistem > GPG Suite > Kirim Laporan. Harap salin seluruh pesan kesalahan ke dalam ruas deskripsi dan tambahkan kata kunci pencarian yang Anda pakai untuk kueri Anda. Kami menyarankan untuk menyertakan log awakutu, karena itu menyediakan informasi tambahan yang berguna untuk memecahkan masalah Anda.
ru: Повторите свой поиск и посмотрите, работает ли он тогда. Если проблема не устранена, подайте запрос поддержки через Системные настройки > GPG Suite > Отправить отчёт. Скопируйте полное сообщение об ошибке в поле описания и добавьте поисковый запрос, который вы использовали для запроса. Мы рекомендуем включать журнал отладки, поскольку это даёт дополнительную полезную информацию для решения вашей проблемы.

source: %i of %i keys listed
ca: %i de %i claus que apareixen
cs: zobrazeno %i z %i klíčů
da: %i af %i nøgler vist
de: %i von %i Schlüsseln angezeigt
es: %i de %i claves listadas
fr: %i clés sur %i listées
id: %i dari %i kunci didaftar.
ru: показано %i из %i ключей
zh_cn: %i / %i 个密匙被列出。

# CIPHER_ALGO_NONE
source: None
ca: Cap
cs: Žádný
da: Ingen
de: Keiner
es: Ninguno
fr: Aucun
id: Nihil
ru: Нет
zh_cn: 无

# COMPRESS_ALGO_NONE
source: None
ca: Cap
cs: Žádný
da: Ingen
de: Keiner
es: Ninguno
fr: Aucun
id: Nihil
zh_cn: 无

# ExportKey_Progress
source: Exporting key…
ca: Clau exportada.
cs: Exportuje se klíč…
da: Eksporterer nøgle...
de: Exportiere Schlüssel …
es: Exportando clave...
fr: Exportation de la clé…
id: Mengekspor kunci...
ru: Экспортирование ключа...
zh_cn: 导出密钥...

# ExportKey_Error
source: Key export failed.
ca: Clau no importada.
cs: Export klíčů selhal.
da: Eksport af nøgle mislykkedes.
de: Schlüsselexport fehlgeschlagen.
es: Fallo al exportar la clave.
fr: L'export de la clé a échoué.
id: Pengeksporan kunci gagal.
ru: Экспорт ключа не удалось.
zh_cn: 密匙导出失败。

# ImportKey_Progress
source: Importing key…
ca: Clau importada.
cs: Importuje se klíč…
da: Importerer nøgle...
de: Importiere Schlüssel …
es: Importando clave...
fr: Importation de la clé…
id: Mengimpor kunci...
ru: Импортирование ключа...
zh_cn: 导入密钥...

# DeleteSecretKey_Progress
source: Deleting secret key…
ca: Clau secreta suprimida.
cs: Maže se tajný klíč…
da: Sletter privat nøgle...
de: Lösche geheimen Schlüssel …
es: Borrando clave secreta/privada...
fr: Suppression du secret de la clé…
id: Menghapus kunci rahasia...
ru: Удаление секретного ключа...
zh_cn: 删除私钥...

# DeleteKeys_Progress
source: Deleting key…
ca: Clau suprimida.
cs: Maže se klíč…
da: Sletter nøgle...
de: Lösche Schlüssel …
es: Borrando clave...
fr: Supression de la clé…
id: Menghapus kunci...
ru: Удаление ключа...
zh_cn: 删除密钥...

# DeleteKeys_Error
source: Deleting key failed.
ca: Clau no suprimida.
cs: Mazání klíče selhalo.
da: Sletning af nøgle mislykkedes.
de: Löschen des Schlüssels fehlgeschlagen.
es: Fallo al borrar clave.
fr: L'effacement de la clé a échoué.
id: Penghapusan kunci gagal.
ru: Удаление ключа не удалось.
zh_cn: 删除密匙失败。

# ChangePassphrase_Progress
source: Changing password…
ca: Canvia la contrasenya.
cs: Mění se heslo…
da: Ændrer kodeord...
de: Ändere Passwort …
es: Cambiando contraseña...
fr: Changement du mot de passe…
id: Mengubah kata sandi...
ru: Изменение пароля...
zh_cn: 修改密码...

# ChangePassphrase_Error
source: Changing password failed.
ca: Ha fallat el canvi de contrasenya.
cs: Změna hesla selhala.
da: Ændring af kodeord mislykkedes.
de: Passwortänderung fehlgeschlagen.
es: Fallo al cambiar contraseña.
fr: Le changement du mot de passe a échoué.
id: Pengubahan kata sandi gagal.
ru: Ошибка изменения пароля.
zh_cn: 修改密码失败

# SetDisabled_Progress
source: Enabling/Disabling key…
ca: Activació/Desactivació de la clau.
cs: Povolení/Zakázání hesla…
da: Aktiverer/deaktiverer nøgle...
de: Aktiviere/deaktiviere Schlüssel …
es: Habilitando/Deshabilitando clave...
fr: Activation/Désactivation de la clé…
id: Memfungsikan/menonaktifkan kunci...
ru: Активация/Деактивация ключа...
zh_cn: 启用/禁用密钥...
