Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, da, de, es, fr, id, ru, zh_cn

# NewSubkeyWantToUpload_Msg
source: In order for others to be able to use your new subkey, it is necessary for them to import your updated key. Therefore it is recommended to upload your updated public key to the key servers. Warning: Key servers are public, so the name and email you use in your key will be publicly visible. Keys can not be deleted from the key servers. They can be revoked but not removed. If you rather prefer not to use key servers, please consider attaching your public key to your signed and encrypted emails. Do you want to upload your public key?
cs: Pokud si přejete, aby ostatní mohli používat váš nový podklíč, je nutné, aby naimportovali váš aktualizovaný veřejný klíč. Proto doporučujeme nahrát veřejný klíč na klíčový server. Upozornění: Klíčové servery jsou veřejné, takže jméno a e-mail, který používáte ve vašem klíči, budou veřejně viditelné. Klíče nelze z klíčových serverů smazat. Mohou být zneplatněny, ale ne odstraněny. Pokud si nepřejete používat klíčové servery, zvažte připojení veřejného klíče ke každému podepsanému/šifrovanemu e-mailu. Přejete si nakopírovat váš veřejný klíč na klíčový server?
da: For at andre kan bruge din nye undernøgle, skal de importere din opdaterede nøgle. Derfor anbefales det at uploade din opdaterede offentlige nøgle til nøgleserverne. Advarsel: Nøgleservere er offentlige, så det navn og e-mail adresse, du bruger i din nøgle, vil blive offentligt tilgængeligt. Nøgler kan ikke slettes fra nøgleserverne. De kan blive tilbagekaldt men ikke fjernet. Hvis du foretrækker ikke at bruge nøgleserverne, så overvej at vedhæfte din offentlige nøgle til dine signerede og krypterede e-mails. Vil du uploade din offentlige nøgle?
de: Damit andere deinen neuen Unterschlüssel verwenden können, müssen sie deinen aktualisierten Schlüssel importieren. Daher ist es ratsam, deinen aktualisierten öffentlichen Schlüssel auf einen Schlüsselserver hochzuladen. Achtung: Schlüsselserver sind öffentlich, so dass der in deinem Schlüssel verwendete Name und die E-Mail für alle sichtbar sind. Schlüssel können von Schlüsselservern nicht gelöscht werden. Sie können lediglich widerrufen, aber nicht entfernt werden. Wenn du lieber keine Schlüsselserver nutzen möchtest, dann hänge deinen öffentlichen Schlüssel am besten an deine signierten und verschlüsselten E-Mails an. Möchtest du deinen öffentlichen Schlüssel hochladen?
es: Para que otros puedan usar su nueva subclave, es necesario que importen su clave actualizada. Por tanto, se recomienda subir su clave pública actualizada a los servidores de claves. Advertencia: Los servidores de claves son públicos, así que el nombre y correo electrónico que use en su clave son visibles públicamente. Las claves no se pueden borrar de los servidores de claves. Se pueden revocar pero no eliminar. Si prefiere en cambio no usar los servidores de claves, por favor, considere adjuntar su clave pública a sus correos firmados y/o cifrados. ¿Quiere subir su clave pública?
fr: Afin de permettre à vos correspondants d'utiliser votre nouvelle sous-clé, ils doivent importer votre clé mise à jour. Nous recommandons donc de publier votre clé mise à jour sur les serveurs de clés. Attention : les serveurs de clés sont publics, le nom et l'adresse électronique que vous utilisez dans votre clé seront donc accessibles par tous. Les clés peuvent être révoquées mais pas supprimées des serveurs. Si vous préférez ne pas utiliser les serveurs de clés, vous pouvez joindre votre clé publique à vos messages signés ou chiffrés. Voulez-vous publier votre clé publique ?
id: Agar orang lain dapat memakai sub kunci baru Anda, mereka perlu mengimpor kunci Anda yang diperbarui. Maka disarankan untuk mengunggah kunci publik Anda yang diperbarui ke server kunci. Peringatan: Server kunci adalah publik, sehingga nama dan surel yang Anda pakai dalam kunci Anda akan tampak secara publik. Kunci tidak dapat dihapus dari server kunci. Mereka dapat dicabut tapi tidak dapat dibuang. Bila Anda lebih suka untuk tidak memakai server kunci, harap mempertimbangkan untuk melampirkan kunci publik Anda ke surel-surel Anda yang ditandatangani dan dienkripsi. Anda hendak mengunggah kunci publik Anda?
ru: Для того, чтобы другие могли использовать ваш новый subkey, им необходимо импортировать обновлённый ключ. Поэтому рекомендуется выкладывать обновлённый открытый ключ на серверы ключей. Внимание: серверы ключей являются общедоступными, поэтому имя и адрес электронной почты, которые вы используете в своём ключе, будут общедоступны. Ключи не могут быть удалены с серверов ключей. Они могут быть аннулированы, но не удалены. Если вы предпочитаете не использовать серверы ключей, рассмотрите возможность добавления открытого ключа в подписанные и зашифрованные электронные письма. Вы хотите выложить открытый ключ?

# NewSubkeyWantToUpload_Yes
source: Upload Public Key
cs: Zkopírovat veřejný klíč
da: Upload offentlig nøgle
de: Öffentlichen Schlüssel hochladen
es: Subir clave pública
fr: Envoyé la clé publique
id: Unggah Kunci Publik
ru: Выложить публичный ключ

# NewSubkeyWantToUpload_No
source: No, Thanks!
cs: Ne, děkuji!
da: Nej tak!
de: Nein, danke!
es: ¡No, gracias!
fr: Non, merci !
id: Tidak, Terima Kasih!
ru: Нет, спасибо!

# RevokedKeyWantToUpload_Title
source: Your key was successfully revoked
cs: Váš klíč se podařilo zněplatnit
da: Din nøgle blev tilbagekalde
de: Dein Schlüssel wurde erfolgreich widerrufen
es: Su clave se ha revocado con éxito
fr: Votre clé à été révoquée avec succès
id: Kunci Anda sukses dicabut
ru: Ваш ключ был успешно аннулирован

# RevokedKeyWantToUpload_Msg
source: To make it easier for your friends and colleagues to learn about this new state of your key, it is recommended to upload your revoked public key to the key servers. Warning: Key servers are public, so the name and email you use in your key will be publicly visible. Keys can not be deleted from the key servers. They can be revoked but not removed. If you rather prefer not to use key servers, please ensure you let your contacts using your public key know that it is now revoked and no longer to be used. You can email them the revoked public key so they can import it into their key manager. Do you want to upload your revoked public key?
cs: Abyste svým přátelům a kolegům usnadnili aktualizaci stavu vašeho veřejného klíče, doporučujeme jej nahrát na klíčový server. Upozornění: Klíčové servery jsou veřejné, takže jméno a e-mail, který používáte ve vašem klíči, budou veřejně viditelné. Klíče nelze z klíčových serverů smazat. Mohou být zneplatněny, ale ne odstraněny. Pokud si nepřejete používat klíčové servery, zvažte připojení veřejného klíče ke každému podepsanému/šifrovanemu e-mailu. Přejete si nakopírovat váš veřejný klíč na klíčový server?
da: For at gøre det nemmere for dine venner og kollegaer at kende til din nøgles nye tilstand, anbefales det at uploade din tilbagekaldte offentlige nøgle til nøgleserverne. Advarsel: Nøgleservere er offentlige, så det navn og e-mail adresse, du bruger i din nøgle, vil blive offentligt tilgængeligt. Nøgler kan ikke slettes fra nøgleserverne. De kan blive tilbagekaldt men ikke fjernet. Hvis du foretrækker ikke at bruge nøgleserverne, så fortæl dine kontakter, at din offentlige nøgle er tilbagekalde, og ikke længere kan bruges. Du kan e-maile dem den tilbagekaldte offentlige nøgle, så de kan importere den i deres nøglering. Vil du uploade din tilbagekaldte offentlige nøgle?
de: Um es deinen Freunden und Kollege zu erleichtern, Kenntnis des geänderten Zustandes deines Schlüssels zu erlangen, solltest du deinen widerrufenen öffentlichen Schlüssel auf einen Schlüsselserver hochladen. Achtung: Schlüsselserver sind öffentlich, so dass der in deinem Schlüssel verwendete Name und die E-Mail für alle sichtbar sind. Schlüssel können von Schlüsselservern nicht gelöscht werden. Sie können lediglich widerrufen, aber nicht entfernt werden. Wenn du lieber keine öffentlichen Schlüsselserver nutzen möchtest, dann hänge deinen öffentlichen Schlüssel am besten an deine signierten und verschlüsselten E-Mails an. Möchtest du deinen widerrufenen öffentlichen Schlüssel hochladen?
es: Para facilitar que sus amigos y colegas sepan de este nuevo estado de su clave, se recomienda subir su clave pública revocada a los servidores de claves. Advertencia: Los servidores de claves son públicos, así que el nombre y correo electrónico que use en su clave serán visibles públicamente. Las claves no se pueden borrar de los servidores de claves. Se pueden revocar pero no eliminar. Si prefiere en cambio no usar los servidores de claves, por favor, asegúrese de permitir que sus contactos que estén usando su clave pública sepan que ahora está revocada y ya no se usará. Puede escribirles un correo con la clave pública revocada para que puedan importarla en su administrador de claves. ¿Quiere subir su clave pública revocada?
fr: Afin de permettre à vos correspondants de connaitre le nouvel état de votre clé, il est recommandé de publier votre clé révoquée sur les serveurs de clés. Attention : les serveurs de clés sont publics, le nom et l'adresse électronique que vous utilisez dans votre clé seront donc accessibles par tous. Les clés peuvent être révoquées mais pas supprimées des serveurs. Si vous préférez ne pas utiliser les serveurs de clés, assurez-vous que vos correspondants savent que votre clé est révoquée et ne doit plus être utilisée. Vous pouvez leur adresser votre clé publique révoquée afin qu'ils l'importent dans leur gestionnaire de clés. Voulez-vous publier votre clé publique révoquée ?
id: Untuk mempermudah teman dan kolega Anda mempelajari keadaan baru kunci Anda, disarankan untuk mengunggah kunci publik Anda yang dicabut, ke server kunci. Peringatan: Server kunci adalah publik, sehingga nama dan surel yang Anda pakai dalam kunci Anda akan tampak secara publik. Kunci tidak dapat dihapus dari server kunci. Mereka dapat dicabut tapi tidak dapat dibuang. Bila Anda lebih suka untuk tidak memakai server kunci, harap mempertimbangkan untuk melampirkan kunci publik Anda ke surel-surel Anda yang ditandatangani dan dienkripsi. Anda hendak mengunggah kunci publik Anda yang dicabut?
ru: Чтобы ваши друзья и коллеги стали легче узнавать об этом новом состоянии вашего ключа, рекомендуется выложить ваш аннулированный открытый ключ на серверы ключей. Внимание: серверы ключей являются общедоступными, поэтому имя и адрес электронной почты, которые вы используете в своём ключе, будут общедоступны. Ключи не могут быть удалены с серверов ключей. Они могут быть аннулированы, но не удалены. Если вы предпочитаете не использовать серверы ключей, убедитесь, что вы позволяете своим контактам, использующим ваш открытый ключ, знать, что он теперь аннулирован и больше не используется. Вы можете отправить им аннулированный открытый ключ, чтобы они могли импортировать его в свой менеджер ключей. Вы хотите выложить свой аннулированный открытый ключ?

# RevokedKeyWantToUpload_Yes
source: Upload Public Key
cs: Zkopírovat veřejný klíč
da: Upload offentlig nøgle
de: Öffentlichen Schlüssel hochladen
es: Subir clave pública
fr: Envoyé la clé publique
id: Unggah Kunci Publik
ru: Выложить публичный ключ

# RevokedKeyWantToUpload_No
source: No, Thanks!
cs: Ne, děkuji!
da: Nej tak!
de: Nein, danke!
es: ¡No, gracias!
fr: Non, merci !
id: Tidak, Terima Kasih!
ru: Нет, спасибо!

# RevokedUserIDWantToUpload_Title
source: Your user ID was successfully revoked
cs: Vaše UserID se podařilo zneplatnit
da: Dit bruger ID blev tilbagekaldt
de: Deine Benutzer-ID wurde erfolgreich widerrufen
es: Su identificación de usuario se revocó con éxito
fr: Votre ID utilisateur a été révoqué
id: ID pengguna Anda sukses dicabut
ru: Ваш идентификатор пользователя был успешно аннулирован

# RevokedUserIDWantToUpload_Msg
source: To make it easier for your friends and colleagues to learn about this new state of your key, it is recommended to upload your public key to the key servers. Warning: Key servers are public, so the name and email you use in your key will be publicly visible. Keys can not be deleted from the key servers. They can be revoked but not removed. If you rather prefer not to use key servers, please ensure you let your contacts using your public key know that the user ID is now revoked and no longer to be used. You can email them the updated public key so they can import it into their key manager. Do you want to upload your public key?
cs: Abyste svým přátelům a kolegům usnadnili aktualizaci stavu vašeho veřejného klíče, doporučujeme jej nahrát na klíčový server. Upozornění: Klíčové servery jsou veřejné, takže jméno a e-mail, který používáte ve vašem klíči, budou veřejně viditelné. Klíče nelze z klíčových serverů smazat. Mohou být zneplatněny, ale ne odstraněny. Pokud si nepřejete používat klíčové servery, zvažte připojení veřejného klíče ke každému podepsanému/šifrovanemu e-mailu. Přejete si nakopírovat váš veřejný klíč na klíčový server?
de: Um es deinen Freunden und Kollege zu erleichtern, Kenntnis des geänderten Zustandes deines Schlüssels zu erlangen, solltest du deinen öffentlichen Schlüssel auf einen Schlüsselserver hochladen. Achtung: Schlüsselserver sind öffentlich, so dass der in deinem Schlüssel verwendete Name und die E-Mail für alle sichtbar sind. Schlüssel können von Schlüsselservern nicht gelöscht werden. Sie können lediglich widerrufen, aber nicht entfernt werden. Wenn du lieber keine öffentlichen Schlüsselserver nutzen möchtest, dann hänge deinen öffentlichen Schlüssel am besten an deine signierten und verschlüsselten E-Mails an. Möchtest du deinen öffentlichen Schlüssel hochladen?
es: Para facilitar que sus amigos y colegas sepan de este nuevo estado de su clave, se recomienda subir su clave pública a los servidores de claves. Advertencia: Los servidores de claves son públicos, así que el nombre y correo electrónico que use en su clave serán visibles públicamente. Las claves no se pueden borrar de los servidores de claves. Se pueden revocar pero no eliminar. Si prefiere en cambio no usar los servidores de claves, por favor, asegúrese de que permite que sus contactos que estén usando su clave pública sepan que la identificación de usuario ahora está revocada y ya no se puede usar. Puede enviarles un correo con la clave pública actualizada para que puedan importarla a su administrador de claves. ¿Quiere subir su clave pública?
fr: Afin de permettre à vos correspondants de connaitre le nouvel état de votre clé, il est recommandé de publier votre clé mise à jour sur les serveurs de clés. Attention : les serveurs de clés sont publics, le nom et l'adresse électronique que vous utilisez dans votre clé seront donc accessibles par tous. Les clés peuvent être révoquées mais pas supprimées des serveurs. Si vous préférez ne pas utiliser les serveurs de clés, assurez-vous que vos correspondants savent que l'ID utilisateur est révoqué et ne doit plus être utilisé. Vous pouvez leur adresser votre clé publique mise à jour afin qu'ils l'importent dans leur gestionnaire de clés. Voulez-vous publier votre clé publique mise à jour ?
id: Untuk mempermudah teman dan kolega Anda mempelajari keadaan baru kunci Anda, disarankan untuk mengunggah kunci publik Anda yang dicabut, ke server kunci. Peringatan: Server kunci adalah publik, sehingga nama dan surel yang Anda pakai dalam kunci Anda akan tampak secara publik. Kunci tidak dapat dihapus dari server kunci. Mereka dapat dicabut tapi tidak dapat dibuang. Bila Anda lebih suka untuk tidak memakai server kunci, harap mempertimbangkan untuk melampirkan kunci publik Anda ke surel-surel Anda yang ditandatangani dan dienkripsi. Anda hendak mengunggah kunci publik Anda?
ru: Чтобы ваши друзья и коллеги стали легче узнавать об этом новом состоянии вашего ключа, рекомендуется выложить ваш открытый ключ на серверы ключей. Внимание: серверы ключей являются общедоступными, поэтому имя и адрес электронной почты, которые вы используете в своём ключе, будут общедоступны. Ключи не могут быть удалены с серверов ключей. Они могут быть аннулированы, но не удалены. Если вы предпочитаете не использовать серверы ключей, убедитесь, что вы позволяете своим контактам, использующим ваш открытый ключ, знать, что он теперь аннулирован и больше не используется. Вы можете отправить им открытый ключ, чтобы они могли импортировать его в свой менеджер ключей. Вы хотите выложить свой открытый ключ?

# RevokedUserIDWantToUpload_Yes
source: Upload Public Key
cs: Zkopírovat veřejný klíč
da: Upload offentlig nøgle
de: Öffentlichen Schlüssel hochladen
es: Subir clave pública
fr: Envoyé la clé publique
id: Unggah Kunci Publik
ru: Выложить публичный ключ

# RevokedUserIDWantToUpload_No
source: No, Thanks!
cs: Ne, děkuji!
da: Nej tak!
de: Nein, danke!
es: ¡No, gracias!
fr: Non, merci !
id: Tidak, Terima Kasih!
ru: Нет, спасибо!

# RevokedSubkeyWantToUpload_Title
source: Your subkey was successfully revoked
cs: Váš podklíč byl zneplatněn
de: Dein Unterschlüssel wurde erfolgreich widerrufen
es: Su subclave fue revocada con éxito
fr: Votre sous-clé à été révoquée avec succès
id: Sub kunci Anda sukses dicabut
ru: Ваш subkey был успешно аннулирован

# RevokedSubkeyWantToUpload_Msg
source: To make it easier for your friends and colleagues to learn about this new state of your subkey, it is recommended to upload your public key to the key servers. Warning: Key servers are public, so the name and email you use in your key will be publicly visible. Keys can not be deleted from the key servers. They can be revoked but not removed. If you rather prefer not to use key servers, please ensure you let your contacts using your public key know that the subkey is now revoked and no longer to be used. You can email them the updated public key so they can import it into their key manager. Do you want to upload your public key?
cs: Abyste svým přátelům a kolegům usnadnili aktualizaci stavu vašeho podklíče, doporučujeme jej nahrát na klíčový server. Upozornění: Klíčové servery jsou veřejné, takže jméno a e-mail, který používáte ve vašem klíči, budou veřejně viditelné. Klíče nelze z klíčových serverů smazat. Mohou být zneplatněny, ale ne odstraněny. Pokud si nepřejete používat klíčové servery, zvažte připojení veřejného klíče ke každému podepsanému/šifrovanemu e-mailu. Přejete si nakopírovat váš veřejný klíč na klíčový server?
de: Um es deinen Freunden und Kollege zu erleichtern, Kenntnis des geänderten Zustandes deines Unterschlüssels zu erlangen, solltest du deinen öffentlichen Schlüssel auf einen Schlüsselserver hochladen. Achtung: Schlüsselserver sind öffentlich, so dass der in deinem Schlüssel verwendete Name und die E-Mail für alle sichtbar sind. Schlüssel können von Schlüsselservern nicht gelöscht werden. Sie können lediglich widerrufen, aber nicht entfernt werden. Wenn du lieber keine öffentlichen Schlüsselserver nutzen möchtest, dann hänge deinen öffentlichen Schlüssel am besten an deine signierten und verschlüsselten E-Mails an. Möchtest du deinen öffentlichen Schlüssel hochladen?
es: Para facilitar que sus amigos y colegas sepan de este nuevo estado de su subclave, se recomienda subir su clave pública a los servidores de claves. Advertencia: Los servidores de claves son públicos, así que el nombre y correo electrónico que usa en su clave serán visibles públicamente. Las claves no se pueden borrar de los servidores de claves. Se pueden revocar pero no eliminar. Si prefiere en cambio no usar servidores de claves, por favor, asegúrese de permitir que sus contactos que estén usando su clave pública sepan que la subclave ahora está revocada y ya no se va a usar. Puede enviarles un correo con la clave pública actualizada para que puedan importarla a su administrador de claves. ¿Quiere subir su clave pública?
fr: Afin de permettre à vos correspondants de connaitre le nouvel état de votre sous-clé, il est recommandé de publier votre clé publique sur les serveurs de clés. Attention : les serveurs de clés sont publics, le nom et l'adresse électronique que vous utilisez dans votre clé seront donc accessibles par tous. Les clés peuvent être révoquées mais pas supprimées des serveurs. Si vous préférez ne pas utiliser les serveurs de clés, assurez-vous que vos correspondants savent que votre sous-clé est révoqué et ne doit plus être utilisé. Vous pouvez leur adresser votre clé publique mise à jour afin qu'ils l'importent dans leur gestionnaire de clés. Voulez-vous publier votre clé publique mise à jour ?
id: Untuk mempermudah teman dan kolega Anda mempelajari keadaan baru sub kunci Anda, disarankan untuk mengunggah kunci publik Anda yang dicabut, ke server kunci. Peringatan: Server kunci adalah publik, sehingga nama dan surel yang Anda pakai dalam kunci Anda akan tampak secara publik. Kunci tidak dapat dihapus dari server kunci. Mereka dapat dicabut tapi tidak dapat dibuang. Bila Anda lebih suka untuk tidak memakai server kunci, harap mempertimbangkan untuk melampirkan kunci publik Anda ke surel-surel Anda yang ditandatangani dan dienkripsi. Anda hendak mengunggah kunci publik Anda yang dicabut?
ru: Чтобы ваши друзья и коллеги стали легче узнавать об этом новом состоянии вашего subkey, рекомендуется выложить ваш открытый ключ на серверы ключей. Внимание: серверы ключей являются общедоступными, поэтому имя и адрес электронной почты, которые вы используете в своём ключе, будут общедоступны. Ключи не могут быть удалены с серверов ключей. Они могут быть аннулированы, но не удалены. Если вы предпочитаете не использовать серверы ключей, убедитесь, что вы позволяете своим контактам, использующим ваш открытый subkey, знать, что он теперь аннулирован и больше не используется. Вы можете отправить им открытый ключ, чтобы они могли импортировать его в свой менеджер ключей. Вы хотите выложить свой открытый ключ?

# RevokedSubkeyWantToUpload_Yes
source: Upload Public Key
cs: Zkopírovat veřejný klíč
da: Upload offentlig nøgle
de: Öffentlichen Schlüssel hochladen
es: Subir clave pública
fr: Envoyé la clé publique
id: Unggah Kunci Publik
ru: Выложить публичный ключ

# RevokedSubkeyWantToUpload_No
source: No, Thanks!
cs: Ne, děkuji!
da: Nej tak!
de: Nein, danke!
es: ¡No, gracias!
fr: Non, merci !
id: Tidak, Terima Kasih!
ru: Нет, спасибо!

# UserIDsSignedWantToUpload_Title
source: Signing successful
cs: Podepisování proběhlo úspěšně
de: Beglaubigung erfolgreich!
es: Firmado completado
fr: Signature effertuée
id: Penandatanganan sukses
ru: Подписывание успешно

# UserIDsSignedWantToUpload_Msg
source: To make it easier for your friends to learn about the new signature, it is recommended to upload the signed public key to the key servers. Do you want to upload the public key?
cs: Chcete-li, aby se přátelé dozvěděli o vašem novém podpisu, doporučujeme zkopírovat podepsaný veřejný klíč na klíčové servery. Přejete si zkopírovat tento veřejný klíč?
de: Um es deinen Freunden zu erleichtern, die neue Beglaubigung zu finden, wird empfohlen, den beglaubigten öffentlichen Schlüssel auf die Schlüsselserver hochzuladen. Möchtest du den öffentlichen Schlüssel hochladen?
fr: Pour permettre à vos correspondants de prendre connaissance de cette nouvelle signature, il est recommandé de publier la clé publique signée sur les serveurs de clés. Voulez-vous publier la clé publique ?
id: Agar mempermudah teman-teman Anda tahu tentang tanda tangan baru, disarankan untuk mengunggah kunci publik yang ditandatangani ke server kunci. Apakah Anda hendak mengunggah kunci publik?
ru: Чтобы ваши друзья узнали о новой подписи, вам необходимо выложить подписанный открытый ключ на серверы ключей. Вы хотите выложить открытый ключ?

# UserIDsSignedWantToUpload_Yes
source: Upload Public Key
cs: Zkopírovat veřejný klíč
da: Upload offentlig nøgle
de: Öffentlichen Schlüssel hochladen
es: Subir clave pública
fr: Clé publique publiée
id: Unggah Kunci Publik
ru: Выложить публичный ключ
