Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, da, de, es, fr, id, ru, zh_cn

# SetDisabled_Error
source: Enabling/Disabling key failed.
ca: Error a l'activació/desactivació de la clau.
cs: Povolení/Zakázání klíče selhalo.
da: Aktivering/deaktivering af nøgle mislykkedes.
de: Aktivieren/Deaktivieren des Schlüssels fehlgeschlagen.
es: Fallo al habilitar/deshabilitar clave.
fr: Activation/désactivation de la clé a échoué.
id: Pengaktifkan/penonaktifan kunci gagal.
ru: Активация/Деактивация ключа не удалась.
zh_cn: 启用/禁用密匙失败。

# SetOwnerTrust_Progress
source: Setting owner trust…
ca: Configura la confiança del propietari.
cs: Nastavuje se důvěryhodnost…
da: Indstiller ejerfortrolighed...
de: Benutzervertrauen wird festgelegt …
es: Estableciendo confianza en el titular...
fr: Paramétrage du niveau de confiance…
id: Menata trust pemilik...
ru: Указание уровня доверия...
zh_cn: 设置所有人信任...

# SetOwnerTrust_Error
source: Setting owner trust failed.
ca: Error en la configuració de la confiança del propietari.
cs: Nastavování důvěryhodnosti selhalo
da: Indstilling af ejerfortrolighed mislykkedes.
de: Ändern des Benutzervertrauens fehlgeschlagen.
es: Fallo al configurar el nivel de confianza del propietario.
fr: Paramètrage de la confiance du propriétaire a échoué.
id: Penataan trust pemilik gagal.
ru: Указание уровня доверия не удалось.
zh_cn: 设定拥有者信任度失败。

# ChangeExpirationDate_Progress
source: Changing expiration date…
ca: Canvia la data de venciment.
cs: Mění se datum platnosti…
da: Ændrer udløbsdato...
de: Ändere Verfallsdatum …
es: Cambiando fecha de caducidad...
fr: Changement de la date d'expiration…
id: Mengubah tanggal kedaluwarsa...
ru: Изменение даты истечения срока действия...
zh_cn: 修改失效日期...

# ChangeExpirationDate_Error
source: Changing expiration date failed.
cs: Změna data platnosti selhala.
da: Ændring af udløbsdato mislykkedes.
de: Ändern des Verfallsdatums fehlgeschlagen.
es: Fallo al cambiar la fecha de expiración.
fr: La modification de la date d'expiration a échouée.
id: Pengubahan tanggal kedaluwarsa gagal.
ru: Изменение срока годности не удалось.
zh_cn: 修改失效日期失败。

# SetAlgorithmPreferences_Progress
source: Setting algorithm preferences…
ca: Configura les preferències de l'algoritme.
cs: Nastavování algoritmu hesla…
da: Sætter algoritmeindstillinger...
de: Bevorzugte Algorithmen werden festgelegt …
es: Estableciendo preferencias del algoritmo...
fr: Paramétrage des préférences d'algorithme…
id: Mengatur preferensi algoritma...
ru: Указание настроек алгоритма...
zh_cn: 设置算法偏好...

# SetAlgorithmPreferences_Error
source: Setting algorithm preferences failed.
ca: Error al configurar les preferències de l'algoritme.
cs: Nastavování předvoleb algoritmu selhalo.
da: Algoritmeindstilling mislykkedes.
de: Festlegen der bevorzugten Algorithmen fehlgeschlagen.
es: Fallo al configurar las preferencias del algoritmo.
fr: Paramètrage des préférences de l'algorithme a échoué.
id: Penataan preferensi algoritma gagal.
ru: Указание настроек алгоритма не удалось.
zh_cn: 设定算法偏好失败。

# CleanKey_Progress
source: Cleaning key…
ca: Neteja la clau.
cs: Čistí se klíč…
da: Renser nøgle...
de: Säubere Schlüssel …
es: Limpiando clave...
fr: Nettoyage de la clé…
id: Membersihkan kunci...
ru: Очистка ключа...
zh_cn: 清理密钥...

# CleanKey_Error
source: Cleaning key failed.
ca: Neteja fallida de la clau.
cs: Čištění klíče selhalo.
da: Rensning af nøgle mislykkedes.
de: Säubern des Schlüssels fehlgeschlagen.
es: Fallo al limpiar clave.
fr: Nettoyage de la clé a échoué.
id: Pembersihan kunci gagal.
ru: Очистка ключа не удалась.
zh_cn: 清除密匙失败。

# MinimizeKey_Progress
source: Minimizing key…
ca: Minimitza la clau.
cs: Minimalizuje se klíč…
da: Minimerer nøgle...
de: Minimiere Schlüssel …
es: Minimizando clave...
fr: Réduction de la taille de clé…
id: Meminimalisasi kunci...
ru: Минимизация ключа...
zh_cn: 最小化密钥...

# MinimizeKey_Error
source: Minimizing key failed.
ca: Minimitza la clau fallida.
cs: Minimalizace klíče selhala.
da: Minimering af nøgle mislykkedes.
de: Minimieren des Schlüssels fehlgeschlagen.
es: Fallo al minimizar clave.
fr: Minimisation de la clé a échoué.
id: Peminimalan kunci gagal.
ru: Минимизация ключа не удалась.
zh_cn: 最小化密钥失败。

# GenerateRevokeCertificateForKey_Progress
source: Creating revocation certificate…
ca: Generació de certificats revocada.
cs: Zneplatňuje se certifikát…
da: Generating revocation certificate…
de: Erstelle Widerrufszertifikat …
es: Generando certificado de revocación...
fr: Création du certificat de révocation…
id: Sedang membuat sertifikat pencabutan...
ru: Генерация сертификата аннулирования...
zh_cn: 生成吊销证书...

# GenerateRevokeCertificateForKey_Error
source: Creating revocation certificate failed.
ca: Generació fallida de certificats revocada.
cs: Zneplatnění certifikátu selhalo.
da: Generating revocation certificate failed.
de: Erstellen des Widerrufszertifikats fehlgeschlagen.
es: La generación de certificado de revocación falló.
fr: Échec de création du certificat de révocation.
id: Pembuatan sertifikat pencabutan gagal.
ru: Генерация сертификата аннулирования не удалась.
zh_cn: 生成吊销证书失败。

# SearchKeysOnServer_Progress
source: Searching for key…
ca: Cerca la clau.
cs: Hledá se klíč…
da: Søger efter nøgle...
de: Suche Schlüssel …
es: Buscando clave...
fr: Recherche de la clé…
id: Mencari kunci...
ru: Поиск ключа...
zh_cn: 搜索密钥...

# SendKeysToServer_Progress
source: Sending %@ to server…
cs: Odesílá se %@ na server…
da: Sender %@ til server...
de: Sende %@ an Schlüsselserver …
es: Enviando %@ al servidor...
fr: Envoi de %@ au serveur…
id: Mengirim %@ke server...
ru: Отправка %@ на сервер...
zh_cn: 发送 %@ 到服务器...

# SendKeysToServer_Error
source: Sending key failed.
ca: Envia fallida de la clau
cs: Odesílání klíče selhalo.
da: Afsendelse af nøgle mislykkedes.
de: Senden des Schlüssels fehlgeschlagen.
es: Fallo al enviar clave.
fr: Envoi de la clé a échoué.
id: Pengiriman kunci gagal.
ru: Отправка не удалась.
zh_cn: 发送密匙失败。

# RefreshKeysFromServer_Progress
source: Refreshing %@ from server…
cs: Obnovuje se %@ ze serveru…
da: Opdaterer %@ fra server...
de: Aktualisiere %@ vom Schlüsselserver …
es: Refrescando %@ desde el servidor...
fr: Rafraichissement de %@ depuis le serveur…
id: Menyegarkan %@dari server...
ru: Обновление %@ с сервера...
zh_cn: 从服务器更新 %@...

# RefreshKeysFromServer_Error
source: Refreshing key failed.
ca: Recarrega fallida de la clau.
cs: Znovu načítání klíče selhalo.
da: Fornyelse af nøgle mislykkedes.
de: Aktualisieren des Schlüssels fehlgeschlagen.
es: Fallo al refrescar clave.
fr: Rafraichissement de la clé a échoué.
id: Penyegaran kunci gagal.
ru: Обновление ключа не удалось.
zh_cn: 更新密匙失败。

# AddSubkey_Progress
source: Adding subkey…
ca: Afegeix una subclau.
cs: Přidává se podklíč…
da: Tilføjer undernøgle...
de: Füge Unterschlüssel hinzu …
es: Añadiendo subclave...
fr: Ajout d'une sous-clé…
id: Menambah sub kunci...
ru: Добавление subkey...
zh_cn: 增加子密钥...

# AddSubkey_Error
source: Adding subkey failed.
ca: Error a l'afegir la subclau.
cs: Přidávání podklíče selhalo.
da: Tilføjelse af undernøgle mislykkedes.
de: Hinzufügen des Unterschlüssels fehlgeschlagen.
es: Fallo al añadir subclave.
fr: Ajout de la sous-clé a échoué.
id: Penambahan sub kunci gagal.
ru: Добавление subkey не удалось.
zh_cn: 增加子密匙失败。

# RemoveSubkey_Progress
source: Removing subkey…
ca: Extrau la subclau.
cs: Odstraňuje se podklíč…
da: Fjerner undernøgle...
de: Entferne Unterschlüssel …
es: Eliminando subclave...
fr: Suppression d'une sous-clé…
id: Menghapus sub kunci...
ru: Удаление subkey...
zh_cn: 删除子密钥...

# RemoveSubkey_Error
source: Removing subkey failed.
ca: Error a l'extraure la subclau.
cs: Odstraňování podklíče selhalo.
da: Fjernelse af undernøgle mislykkedes.
de: Entfernen des Unterschlüssels fehlgeschlagen.
es: Fallo al eliminar subclave.
fr: Suppression de la sous-clé a échoué.
id: Penghapusan sub kunci gagal.
ru: Удаление subkey не удалось.
zh_cn: 删除子密匙失败。

# RevokeSubkey_Progress
source: Revoking subkey…
ca: Suprimeix la subclau.
cs: Zneplatňuje se podklíč…
da: Tilbagekalder undernøgle...
de: Widerrufe Unterschlüssel …
es: Revocando subclave...
fr: Révocation d'une sous-clé…
id: Mencabut sub kunci...
ru: Аннулирование subkey...
zh_cn: 吊销子密钥...

# RevokeSubkey_Error
source: Revoking subkey failed.
ca: Error al suprimir la subclau.
cs: Zneplatnění podklíče selhalo.
da: Tilbagekaldelse af undernøgle mislykkedes.
de: Widerrufen des Unterschlüssels fehlgeschlagen.
es: Fallo al revocar subclave.
fr: Révocation de la sous-clé a échoué.
id: Pencabutan sub kunci gagal.
ru: Аннулирование subkey не удалось.
zh_cn: 回收子密匙失败。

# AddUserID_Progress
source: Adding user ID…
ca: Afegeix una identitat d'usuari.
cs: Přidává se UserID…
da: Tilføjer bruger ID...
de: Füge Benutzer-ID hinzu …
es: Añadiendo identificación de usuario...
fr: Ajout d'une identité utilisateur…
id: Menambah ID pengguna...
ru: Добавление ID пользователя...
zh_cn: 添加用户 ID...

# AddUserID_Error
source: Adding user ID failed.
ca: Error a l'afegir una identitat d'usuari.
cs: Přidávání UserID selhalo.
da: Tilføjelse af bruger ID mislykkedes.
de: Hinzufügen der Benutzer-ID fehlgeschlagen.
es: Fallo al añadir identificación de usuario.
fr: Échec de l'ajout de l'identité.
id: Penambahan ID pengguna gagal.
ru: Добавление идентификатора пользователя не удалось.
zh_cn: 添加用户 ID 失败。

# RemoveUserID_Progress
source: Removing user ID…
ca: Extrau la identitat d'usuari.
cs: Odstraňuje se UserID…
da: Fjerner bruger ID...
de: Entferne Benutzer-ID …
es: Eliminando identificación de usuario...
fr: Suppression de l'identité…
id: Menghapus ID pengguna...
ru: Удаление ID пользователя...
zh_cn: 删除用户 ID...

# RemoveUserID_Error
source: Removing user ID failed.
ca: Error a l'extraure la identitat d'usuari.
cs: Odstraňování UserID selhalo.
da: Fjernelse af bruger ID mislykkedes.
de: Entfernen der Benutzer-ID fehlgeschlagen.
es: Fallo al eliminar identificación de usuario.
fr: Échec de la suppression de l'identité.
id: Penghapusan ID pengguna gagal.
ru: Удаление ID пользователя не удалось.
zh_cn: 删除用户 ID 失败。

# SetPrimaryUserID_Progress
source: Setting primary user ID…
ca: Configura la identitat de l'usuari principal.
cs: Nastavuje se primární UserID…
da: Indstiller primært bruger ID...
de: Setze primäre Benutzer-ID …
es: Estableciendo identificación principal de usuario...
fr: Enregistrement de l'identité principale…
id: Menata ID pengguna primer...
ru: Установка основного ID пользователя...
zh_cn: 设置主用户 ID...

# SetPrimaryUserID_Error
source: Setting primary user ID failed.
ca: Error al configurar la identitat de l'usuari principal.
cs: Nastavení primárního UserID selhalo.
da: Indstilling af primært bruger ID mislykkedes.
de: Setzen der primäre Benutzer-ID fehlgeschlagen.
es: Fallo al establecer identificación principal de usuario.
fr: Échec de l'enregistrement de l'identité principale.
id: Penataan ID pengguna primer gagal.
ru: Установка основного ID пользователя не удалась.
zh_cn: 设置主用户 ID 失败。

# RevokeUserID_Progress
source: Revoking user ID…
ca: Suprimeix la identitat d'usuari.
cs: Zneplatňuje se UserID…
da: Tilbagekalder bruger ID...
de: Widerrufe Benutzer-ID …
es: Revocando identificación de usuario...
fr: Révocation de l'identité…
id: Mencabut ID pengguna...
ru: Аннулирование ID пользователя...
zh_cn: 吊销用户 ID...

# RevokeUserID_Error
source: Revoking user ID failed.
ca: Error al suprimir la identitat d'usuari.
cs: Zneplatnění UserID selhalo.
da: Tilbagekaldelse af bruger ID mislykkedes.
de: Widerrufen der Benutzer-ID fehlgeschlagen.
es: Fallo al revocar identificación de usuario.
fr: Échec de la révocation de l'identité.
id: Pencabutan ID pengguna gagal.
ru: Аннулирование ID пользователя не удалось.
zh_cn: 吊销用户 ID 失败。

# AddPhoto_Progress
source: Adding photo…
ca: Afegeix la imatge.
cs: Přidává se fotografie…
da: Tilføjer billede...
de: Füge Foto hinzu …
es: Añadiendo foto...
fr: Ajout de la photo…
id: Menambah foto...
ru: Добавление фото...
zh_cn: 添加照片...

# AddPhoto_Error
source: Adding photo failed.
ca: Error a l'afegir la imatge.
cs: Přidání fotografie selhalo.
da: Tilføjelse af billede mislykkedes.
de: Hinzufügen des Fotos fehlgeschlagen.
es: Fallo al añadir foto.
fr: L'ajout de la photo a échoué.
id: Penambahan foto gagal.
ru: Добавление фото не удалось.
zh_cn: 增加图片失败。

# AddPhoto_SelectMessage
source: Choose photo…
cs: Fotografie…
da: Vælg foto...
de: Foto auswählen …
es: Escoger foto...
fr: Choisir une photo…
id: Pilih foto...
ru: Выбрать фото...

# RemovePhoto_Progress
source: Removing photo…
ca: Suprimeix la imatge.
cs: Odstraňuje se fotografie…
da: Fjerner billede...
de: Entferne Foto …
es: Eliminando foto...
fr: Suppression de la photo…
id: Menghapus foto...
ru: Удаление фото...
zh_cn: 删除照片...

# RemovePhoto_Error
source: Removing photo failed.
ca: Error al suprimir la imatge.
cs: Odstraňování fotografie selhalo.
da: Fjernelse af billede mislykkedes.
de: Entfernen des Fotos fehlgeschlagen.
es: Fallo al eliminar foto.
fr: La suppression de la photo a échoué.
id: Penghapusan foto gagal.
ru: Удаление фото не удалось.
zh_cn: 删除图片失败。

# SetPrimaryPhoto_Progress
source: Setting primary photo…
ca: Configura la imatge principal.
cs: Nastavuje se fotografie…
da: Indstiller primært billede...
de: Lege primäres Foto fest …
es: Estableciendo foto principal...
fr: Enregistrement de la photo principale…
id: Menata foto utama...
ru: Установка основной фотографии...
zh_cn: 设置主照片...

# SetPrimaryPhoto_Error
source: Setting primary photo failed.
ca: Error al configurar la imatge principal.
cs: Nastavování primární fotografie selhalo.
da: Indstilling af primært billede mislykkedes.
de: Festlegen des primären Fotos fehlgeschlagen.
es: Fallo al configurar fotografía primaria.
fr: Le paramétrage de la photo primaire a échoué.
id: Penataan foto primer gagal.
ru: Установка основной фотографии не удалась.
zh_cn: 设定首选照片失败。

# RevokePhoto_Progress
source: Revoking photo…
ca: Revoca la imatge.
cs: Zneplatňuje se fotografie…
da: Tilbagekalder billede...
de: Widerrufe Foto …
es: Revocando foto...
fr: Révocation de la photo…
id: Mencabut foto...
ru: Аннулирование фотографии...
zh_cn: 吊销照片...

# RevokePhoto_Error
source: Revoking photo failed.
ca: Error al revocar la imatge.
cs: Rušení fotografie selhalo.
da: Tilbagekaldelse af billede mislykkedes.
de: Widerrufen des Fotos fehlgeschlagen.
es: Fallo al revocar fotografía.
fr: La révocation de la photo a échoué.
id: Pencabutan foto gagal.
ru: Аннулирование фотографии не удалось.
zh_cn: 回收图片失败。

# AddSignature_Progress
source: Signing…
ca: Afegeix una signatura.
cs: Podepisuje se…
da: Tilføjer signatur...
de: Erstelle Signatur …
es: Firmando...
fr: Signature…
id: Menandatangani...
ru: Подписывание…
zh_cn: 签署...

# AddSignature_Error
source: Signing failed.
ca: Afegeix una signatura fallida.
cs: Podepisování selhalo.
da: Tilføjelse af signatur mislykkedes.
de: Erstellen der Signatur fehlgeschlagen.
es: Fallo al firmar.
fr: Échec de la signature.
id: Penandatanganan gagal.
ru: Подписывание не удалось.
zh_cn: 签署失败。

# RemoveSignature_Progress
source: Removing signature…
ca: Suprimeix la signatura.
cs: Odstraňuje se podpis…
da: Fjerner signatur...
de: Entferne Signatur …
es: Eliminando firma...
fr: Suppression de la signature…
id: Menghapus tanda tangan...
ru: Удаление подписи...
zh_cn: 删除签名...

# RemoveSignature_Error
source: Removing signature failed.
ca: Suprimeix fallida de la signatura.
cs: Odstraňování podpisu selhalo.
da: Fjernelse af signatur mislykkedes.
de: Entfernen der Signatur fehlgeschlagen.
es: Fallo al eliminar firma.
fr: La suppression de la signature a échoué.
id: Penghapusan tanda tangan gagal.
ru: Удаление подписи не удалось.
zh_cn: 删除签名失败。

# RevokeSignature_Progress
source: Revoking signature…
ca: Revocació de la signatura.
cs: Zneplatňuje se podpis…
da: Tilbagekalder signatur...
de: Widerrufe Signatur …
es: Revocando firma...
fr: Révocation de la signature…
id: Mencabut tanda tangan...
ru: Аннулирование подписи...
zh_cn: 吊销签名...

# RevokeSignature_Error
source: Revoking signature failed.
ca: Revocació fallida de la signatura.
cs: Zneplatnění podpisu selhalo.
da: Fjernelse af signatur mislykkedes.
de: Widerrufen der Signatur fehlgeschlagen.
es: Fallo al revocar firma.
fr: La révocation de la signature a échoué.
id: Pencabutan tanda tangan gagal.
ru: Аннулирование подписи не удалось.
zh_cn: 回收签名失败。

# ReceiveKeysFromServer_Progress
source: Receiving keys…
ca: Recepció de les claus.
cs: Přijímá se klíč…
da: Modtager nøgler...
de: Empfange Schlüssel …
es: Recibiendo claves...
fr: Réception des clés…
id: Menerima kunci...
ru: Получение ключей...
zh_cn: 接收密钥...

# ReceiveKeysFromServer_Error
source: Receiving keys failed.
ca: Recepció fallida de les claus.
cs: Přijem klíčů selhal.
da: Modtagelse af signaturer mislykkedes.
de: Empfangen der Schlüssel fehlgeschlagen.
es: Fallo al recibir claves.
fr: La réception des clés a échoué.
id: Penerimaan kunci gagal.
ru: Получение ключей не удалось.
zh_cn: 密匙接收失败。

# RevokeKey_Progress
source: Revoking key…
cs: Zneplatňuje se klíč…
da: Tilbagekalder nøgle...
de: Widerrufe Schlüssel …
es: Revocando clave...
fr: Révocation des clés…
id: Mencabut kunci...
ru: Аннулирование ключа...

# RevokeKey_Error
source: Revoking key failed.
cs: Zneplatnění klíče se nezdařilo
da: Tilbagekaldelse af nøgle mislykkedes.
de: Widerrufen des Schlüssels fehlgeschlagen.
es: Fallo al revocar clave.
fr: La révocation de la clé a échoué.
id: Pencabutan kunci gagal.
ru: Аннулирование ключа не удалось.

# SendToKeyserver_MenuItem
source: Send to Key Server
cs: Odeslat na klíčový server
da: Send til nøgleserver
de: An Schlüsselserver senden
es: Enviar al servidor de claves
fr: Envoi au serveur de clés
id: Kirim ke Server Kunci
ru: Отправить на сервер ключей

# SendPublicKeyToKeyserver_MenuItem
source: Send Public Key to Key Server
cs: Odeslat veřejný klíč na klíčový server
da: Send offentlig nøgle til nøgleserver
de: Öffentlichen Schlüssel an Schlüsselserver senden
es: Enviar clave pública al servidor de claves
fr: Envoi de la clé publique au serveur de clés
id: Kirim Kunci Publik ke Server Kunci
ru: Отправить публичный ключ на сервер ключей

# FilterNoResults
source: The local search for '%@' has no results.
cs: Místní hledání „%@“ bylo bezvýsledné.
da: Den lokale søgning efter '%@' har ingen resultater.
de: Die lokale Suche nach '%@' hat keine Ergebnisse.
es: La búsqueda local de '%@' no ofrece resultados.
fr: La recherche locale pour '%@' n'a donné aucun résultat/
id: Pencarian lokal untuk '%@' tanpa hasil.
ru: Локальный поиск '%@' не имеет результатов.

# FilterNoResultsSecOnly
source: The local search for '%@' has no results. Consider disabling the option to 'Show secret keys only' to expand the search.
cs: Místní hledání „%@“ bylo bezvýsledné. Pro rozšíření výsledků hledání zvažte vypnutí volby „Zobrazit pouze tajné klíče“.
da: Den lokale søgning efter '%@' har ingen resultater. Overvej at slå indstillingen 'Vis kun hemmelige nøgler' fra for at udvide søgningen.
de: Die lokale Suche nach '%@' hat keine Ergebnisse. Deaktiviere die Option "Nur geheime Schlüssel zeigen", um die Suche zu erweitern.
es: La búsqueda local de '%@' no ofrece resultados. Considere deshabilitar la opción 'Mostrar sólo claves secretas' para expandir la búsqueda.
fr: La recherche locale pour '%@' n'a donné aucun résultat. Vous pouvez désactiver l'option 'Rechercher uniquement les clés secrètes' pour élargir la recherche.
id: Pencarian lokal untuk '%@' tanpa hasil. Pertimbangkan untuk menonaktifkan opsi 'Hanya tampilkan kunci rahasia' untuk mengembangkan pencarian.
ru: Локальный поиск '%@' не имеет результатов. Подумайте об отключении опции «Показывать только секретные ключи», чтобы развернуть поиск.

# SignKey_KeyClaimsMultipleIdentities
source: The key: %@ claims more than one identity. Which ones have you verified?
cs: Tento klíč: %@ zastupuje více než jednu osobu/identitu. Kterou si přejete ověřit?
de: Der Schlüssel %@ beansprucht mehr als eine Identität. Welche hast du überprüft?
es: La clave: %@ se arroga más de una identidad. ¿Cuáles ha verificado?
fr: La clé : %@ dispose de plusieurs identités. Laquelle avez-vous vérifé ?
id: Kunci: %@ mengklaim lebih dari satu identitas. Yang mana yang telah Anda verifikasi?
ru: Ключ %@ требует более одного удостоверения личности. С какими из них вы подтвердились?

# SignKey_PublishSingleIdentity
source: If you choose to publish this signature, everyone in the world can see that you believe this key belongs to %@.
cs: Pokud se rozhodnete publikovat tento podpis, všichni na světě uvidí, že věříte, že tento klíč patří %@.
de: Wenn du diese Signatur veröffentlichst, kann jeder auf dieser Welt sehen, dass du glaubst dass dieser Schlüssel %@ gehört.
es: Si escoge publicar esta firma, todo el mundo podrá ver que cree que esta clave pertenece a %@.
fr: Si vous publiez cette signature, tout le monde verra que vous certifiez que cette clé appartient à %@.
id: Bila Anda memilih untuk mempublikasikan tanda tangan ini, setiap orang di seluruh dunia bisa melihat bahwa Anda percaya kunci ini milik %@.
ru: Если вы решите опубликовать эту подпись, все в мире могут видеть, что вы считаете, что этот ключ принадлежит %@.

# SignKey_PublishMultipleIdentities
source: If you choose to publish this signature, everyone in the world can see that you believe this key belongs to the identities you've checked.
cs: Pokud se rozhodnete tento podpis zveřejnit, všichni na světě uvidí, že věříte, že tento klíč patří k osobám/identitám, které jste zaškrtli.
de: Wenn du diese Signatur veröffentlichst, kann jeder auf dieser Welt sehen, dass du glaubst dass dieser Schlüssel den Identitäten gehört, die du überprüft hast.
es: Si escoge publicar esta firma, todo el mundo podrá ver que cree que esta clave pertenece a las identidades que ha comprobado.
fr: Si vous publiez cette signature, tout le monde verra que vous certifiez que cette clé correspond aux identités que vous avez vérifiées.
id: Bila Anda memilih untuk mempublikasikan tanda tangan ini, setiap orang di seluruh dunia bisa melihat bahwa Anda percaya kunci ini milik identitas-identitas yang telah Anda periksa.
ru: Если вы решите опубликовать эту подпись, все в мире могут увидеть, что вы считаете, что этот ключ принадлежит идентификаторам, которые вы проверили.

# SignKey_MainMsg
source: By signing this key you confirm the identity of the key owner and that the key with fingerprint %@ belongs to them.
cs: Podpisem tohoto klíče potvrdíte totožnost majitele klíče a to, že mu skutečně patří klíč s otiskem %@.
de: Durch Signieren dieses Schlüssels bestätigst du die Identität des Eigentümers und dass der Schlüssel mit dem Fingerabdruck %@ ihm gehört.
es: Al firmar esta clave confirma la identidad del propietario de la clave y que la clave con huella de validación %@ le pertenece.
fr: En signant cette clé, vous certifiez l'identité du propriétaire de la clé et que la clé avec l'empreinte %@ lui appartient bien.
id: Dengan menandatangani kunci ini Anda mengkonfirmasi indentitas dari pemiliki kunci dan bahwa kunci degan sidik jari %@adalah milik mereka.
ru: Подписывая этот ключ, вы подтверждаете личность владельца ключа, и что ключ с отпечатком пальца %@ принадлежит им.
