Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, da, de, es, fr, id, ru, zh_cn

# GenerateUidSignature_Msg
source: Signing a user ID means, you confirm, that the key owner is indeed who they claim to be. Once uploaded, signatures can be viewed by others. So if you sign Bob's key and your friend Alice is not sure if Bob really is Bob, Alice will see your signature in Bob's key, and since Alice knows your key is trustworthy, she knows that Bob most likely is indeed Bob. You are about to sign the following user ID: %@
cs: Podepsání UserID znamená, že potvrdíte, že vlastník klíče je opravdu ten, za kterého se vydává. Podpisy, které jsou zveřejněné, mohou vidět ostatní uživatelé. Takže pokud podepíšete Frantův klíč a tvoje kamarádka Eliška si není jistá, zda je Franta skutečně Franta, Eliška uvidí tvůj podpis ve Frantově klíči a protože Eliška ví, že tvůj klíč je důvěryhodný, ví, že Franta je s největší pravděpodobností skutečně Franta. Chystáte se podepsat následující UserID: %@
da: At signere et bruger ID betyder, at du bekræfter, at nøglens ejer er den han/hun giver sig ud for at være. Når signaturer er uploadede kan de ses af andre. Hvis du signerer Bobs nøgle, og din ven Alice ikke er sikker på, at Bob virkelig er Bob, kan Alice se din signatur i Bobs nøgle. Da Alice ved at din nøgle er troværdig, ved hun også at Bob sandsynligvis faktisk er Bob. Du er ved at signere dette bruger ID: %@
de: Mit dem Signieren einer Benutzer-ID beglaubigst du die Identität des Schlüsselbesitzers. Du bestätigst, dass er wirklich der ist, der er vorgibt zu sein. Wenn du die Signatur auf die Schlüsselserver hochlädst, ist sie für andere sichtbar. Beispiel: Du signierst die Benutzer-ID von Bob. Deine Freundin Alice ist unsicher, ob der Schlüssel, den sie von Bob hat, wirklich Bob gehört. Sie kann aber deine Signatur in Bobs Schlüssel sehen und da sie deinem Schlüssel vertraut, weiß sie, dass die Benutzer-ID wirklich zu Bob gehört. Folgender Schlüssel wird signiert: %@
es: Firmar una identificación de usuario, significa que usted confirma que el titular de la clave es de hecho quien afirma ser. Una vez subidas, las firmas pueden ser vistas por otros. Así que si firma la clave de Bob, y su amiga Alice no está segura de si Bob es realmente Bob, Alice verá su firma en la clave de Bob, y como Alice sabe que su clave es de confianza sabrá que lo más probable es que Bob sea efectivamente Bob. Está a punto de firmar la siguiente identificación de usuario: %@
fr: Signer une identité utilisateur signifie que vous confirmez que le propriétaire de la clé est bien celui qu'il prétend être. Une fois publiées, les signatures peuvent être consultées par les autres utilisateurs. Ainsi, si vous signez la clé de Bob et que votre amie Alice n'est pas sure qu'elle appartient vraiment à Bob, Alice va voir votre signature dans la clé de Bob et puisque Alice vous fait confiance elle sait que la clé appartient effectivement à Bob. Vous vous apprêtez à signer l'identité suivante : %@
id: Menandatangani suatu ID pengguna berarti Anda mengkonfirmasi bahwa pemilik kunci memang benar-benar dia yang mengaku dirinya siapa. Sekali diunggah, tanda tangan dapat dilihat oleh orang lain. Maka bila Anda menandatangani kunci milik Bob dan teman Anda Alice tidak yakin apakah Bob memang benar-benar Bob, Alice akan melihat tanda tangan Anda pada kunci Bob, dan karena Alice tahu bahwa kunci Anda terpercaya, dia tahu bahwa Bob sangat boleh jadi memang Bob. Anda akan menandatangani ID pengguna berikut: %@
ru: Подписывая идентификатор пользователя, вы подтверждаете, что данные о владельце ключа верны. Будучи выложенной на сервер, подпись будет видна всем пользователям. Так, если вы подписали ключ Пети, то ваша знакомая Катя, доверяя вашей подписи, сможет быть уверена, что ключ действительно принадлежит Пете. Вы собираетесь подписать следующий идентификатор: %@
zh_cn: 签署用户 ID 意味着：您将确认该密钥的主人确实是那个人。 签名一旦上传，便可被其他人看到。 因此，如果您签署了鲍勃的密钥，而您的朋友爱丽丝不确定这个鲍勃就是那个真正的鲍勃。这时爱丽丝会在鲍勃的密钥中看到有你的签名，因为她知道你的密钥是可以信赖的。这样她便可以知道这个鲍勃极有可能就是那个真正的鲍勃。 您将要签署以下用户 ID： %@

# ChangeExpirationDate_Msg
source: You are about to change the expiration of your key %1$@
ca: Canvi en la data de venciment de "%@", %@
cs: Chystáte se změnit datum platnosti vašeho klíče %1$@
de: Du bist dabei das Verfallsdatum deines Schlüssels zu ändern %1$@
fr: Vous vous apprêtez à modifier la date d'expiration de votre clé %1$@
id: Anda akan mengubah tanggal kedaluwarsa kunci Anda %1$@
ru: Вы собираетесь изменить срок действия своего ключа %1$@
zh_cn: 您即将更改下列公钥的有效期： %1$@

# ChangeSubkeyExpirationDate_Msg
source: You are about to change the expiration of your subkey %1$@
ca: Canvi de la data de venciment de "%@", %@⏎ Subclau: %@
cs: Chystáte se změnit datum platnosti vašeho podklíče %1$@
de: Du bist dabei das Verfallsdatum deines Unterschlüssels zu ändern %1$@
fr: Vous vous apprêtez à modifier la date d'expiration de votre sous-clé %1$@
id: Anda akan mengubah tanggal kedaluwarsa sub kunci Anda %1$@
ru: Вы собираетесь изменить срок действия своего subkey %1$@
zh_cn: 您即将更改下列子钥的有效期： %1$@

# GenerateKey_Error
source: Oops, something went wrong. There was a problem creating your key.
ca: Alguna cosa ha sortir malament. Hi ha hagut un problema quan s'ha creat la clau.
cs: Ajajaj, něco se pokazilo. Selhalo vytvoření vašeho klíče.
de: Ups, da ging was schief. Es gab ein Problem bei der Erstellung deines Schlüssels.
es: Uups, algo fue mal. Hubo un problema al crear su clave.
fr: Oups, quelque chose a mal tourné. Nous avons rencontré un problème lors de la création de votre clé.
id: Ups, ada yang salah. Ada masalah saat membuat kunci Anda.
ru: Ой, что-то пошло не так. Возникла проблема при создании вашего ключа.
zh_cn: 呃，发生了错误。创建密匙过程中碰到了问题。

# CheckError_NameToLong
source: Name is too long!
ca: El nom és massa llarg!
cs: Jméno je příliš dlouhé!
da: Navnet er for langt!
de: Der Name ist zu lang!
es: ¡El nombre es demasiado largo!
fr: Le nom est trop long !
id: Nama terlalu panjang!
ru: Слишком длинное имя!
zh_cn: 姓名过长！

# CheckError_InvalidCharInName
source: Invalid character in name! "<" and ">" not allowed.
ca: Caràcter invàlid al nom!⏎ "<" and ">" no estan permesos.
cs: Nepovolený znak ve jméně! Znaky „<“ a „>“ nejsou povoleny.
da: Ugyldigt tegn i navnet! "<" og ">" må ikke bruges.
de: Ungültiges Zeichen im Namen! „<“ und „>“ sind nicht erlaubt.
es: ¡Caracter no válido en el nombre! "<" and ">" no está permitido.
fr: Caractère invalide dans le nom! "<" et ">" non permis.
id: Karakter tak valid dalam nama! "<" dan ">" tak diijinkan.
ru: Недопустимый знак в имени! "<" и ">" не допустимы.
zh_cn: 姓名中有非法字符！⏎"<" 与 ">" 不被允许。

# CheckError_InvalidEmail
source: Not a valid email address!
ca: És una adreça de correu electrònic invàlida!
cs: Není platná e-mailová adresa!
da: Ugyldig e-mail adresse!
de: Die E-Mail-Adresse ist ungültig!
es: ¡No es una dirección de correo electrónico válida!
fr: Ce n'est pas une adresse courriel valide !
id: Bukan alamat surel yang valid!
ru: Недопустимый адрес email!
zh_cn: 不是一个有效的电邮地址！

# CheckError_EmailToLong
source: Email address is too long! Max length is 254.
ca: L'adreça de correu electrònic és massa llarga!⏎ La longitud màxima és 254.
cs: E-mailová adresa je příliš dlouhá! Maximální délka je 254 znaků.
da: E-mail adressen er for lang! Maksimal længde er 254.
de: E-mail-Adresse ist zu lang! Max Länge ist 254 Zeichen.
es: ¡Dirección de correo demasiado larga! Longitud máxima de 254 caracteres.
fr: Adresse email trop longue ! La longueur maximale est de 254 caractères.
id: Alamat surel terlalu panjang! Panjang maks adalah 254.
ru: Адрес Email слишком длинный! Максимальная длина 254.
zh_cn: 电子邮件地址过长！ 最大长度为 254 个字符。

# CheckError_InvalidCharInComment
source: Invalid character in comment! "(" and ")" not allowed.
ca: Caràcter invàlid en el comentari!⏎ "(" and ")" no estan permesos.
cs: Nepovolený znak ve poznámce! Znaky „(“ a „)“ nejsou povoleny.
da: Ugyldigt tegn i kommentar! "(" og ")" må ikke bruges.
de: Ungültiges Zeichen im Kommentar! „(“ und „)“ sind nicht erlaubt.
es: ¡Caracter no válido en un comentario! "(" and ")" no está permitido.
fr: Caractère invalide dans commentaire ! "(" et ")" non permis.
id: Karakter tak valid dalam komentar! "(" dan ")" tak diijinkan.
ru: Недопустимый знак в комментарии! "(" и ")" недопустимы.
zh_cn: 注释中有非法字符！⏎ "(" 与 ")" 不被允许。

# CheckError_CommentToLong
source: Comment is too long!
ca: El comentari és massa llarg!
cs: Poznámka je příliš dlouhá!
da: Kommentaren er for lang!
de: Der Kommentar ist zu lang!
es: ¡El comentario es demasiado largo!
fr: Commentaire trop long !
id: Komentar terlalu panjang!
ru: Комментарий слишком длинный!
zh_cn: 注释过长！

# CheckError_NoKeyID
source: Please enter a valid key ID!
ca: Introduïu una identitat de clau vàlida!
cs: Zadejte prosím platný ID klíč!
da: Angiv et gyldigt nøgle ID!
de: Bitte gib eine gültige Schlüssel-ID ein!
es: ¡Por favor introduzca una identificación de clave (keyID) válida!
fr: Prière entrer un identifiant de clé valide !
id: Harap masukkan ID kunci yang valid!
ru: Введите правильный ID ключа!
zh_cn: 请输入合法的密匙标识！

# CheckError_SearchInvalid_Title
source: Invalid search query!
cs: Neplatný vyhledávací dotaz!
de: Ungültige Suchanfrage!
fr: Requête invalide !
id: Kuiri pencarian tidak valid!
ru: Неверный поисковый запрос!

# CheckError_SearchInvalid_Msg
source: Please search for an email address or fingerprint.
cs: Hledejte prosím podle e-mailu nebo otisku klíče.
de: Bitte suche nach einer E-Mail Adresse oder einem Fingerabdruck.
fr: Merci de rechercher une adresse électronique ou une empreinte.
id: Harap cari alamat surel atau sidik jari.
ru: Пожалуйста, найдите адрес электронной почты или отпечаток.

# GPG_NOT_FOUND_TITLE
source: GPG Not Found
ca: No s'ha trobat GPG
cs: GPG nebylo nalezeno
da: GPG kunne ikke findes
de: GPG nicht gefunden
es: No se encontró GPG
fr: GPG n'a pas été trouvé.
id: GPG Tak Ditemukan
ru: GPG не найден
zh_cn: GPG没有找到

# GPG_NOT_FOUND_MESSAGE
source: Oops, something went really wrong. It seems GPG is missing on your system. Please reinstall GPG Suite from https://www.gpgtools.org
ca: Alguna cosa funciona malament. GPG no es troba en el sistema. Instal·le'l. Pot trobar-lo a l'instal·lador GPGTools a https://www.gpgtools.org.
cs: Ajajaj, něco se pokazilo. Zdá se, že GPG ve vašem systému chybí. Nainstalujte prosím znovu GPG Suite, ale z tohoto umístění https://www.gpgtools.org
de: Ups, da läuft was schief. GPG scheint auf deinem System zu fehlen. Bitte lade und installiere GPG Suite erneut von https://www.gpgtools.org
fr: Oups, ça ne va pas du tout. Il semble que GPG ne soit pas présent sur votre ordinateur. Merci de réinstaller GPG Suite à partir de https://www.gpgtools.org
id: Ups, ada kesalahan parah. Tampaknya GPG hilang dari sistem Anda. Harap pasang ulang Keluarga GPG dari https://www.gpgtools.org
ru: Ой, что-то пошло совсем не так. Похоже, GPG отсутствует в вашей системе. Пожалуйста, переустановите GPG Suite с сайта https://www.gpgtools.org
zh_cn: 哦，出现了错误。您的系统上似乎没有安装 GPG。请从 https://www.gpgtools.org 下载重新安装 GPG 套件。

# GPG_CONFIG_ERROR_TITLE
source: GPG Config Error
ca: Error de configuració GPG
cs: Chyba nastavení GPG
da: GPG konfigurationsfejl
de: GPG Konfigurationsfehler
es: Error de configuración de GPG
fr: Erreur de configuration GPG.
id: Galat Konfig GPG
ru: Ошибка настройки GPG
zh_cn: GPG 配置错误

# GPG_CONFIG_ERROR_MESSAGE
source: Oops, something went wrong. GPG was found on your system but there seems to be a problem with the config file. Please contact us at https://support.gpgtools.org Details: %@
ca: Ups, something went wrong. GPG was found on your system but there seems to be a problem with the config file. Please contact us at http://support.gpgtools.org. Details: %@
cs: A jéje, něco se pokazilo. GPG byl nalezen ve vašem systému, ale zdá se, že je chyba v konfiguračním souboru. Prosím obraťte se na https://support.gpgtools.org Podrobnosti: %@
da: Oops, something went wrong. GPG was found on your system but there seems to be a problem with the config file. Please contact us at https://gpgtools.tenderapp.com Details: %@
de: Ups, da lief etwas schief. GPG wurde auf deinem System gefunden, aber es gibt ein Problem mit der config Datei. Bitte kontaktiere uns unter https://gpgtools.tenderapp.com Details: %@
es: Oops, something went wrong. GPG was found on your system but there seems to be a problem with the config file. Please contact us at https://gpgtools.tenderapp.com Details: %@
fr: Oups, quelque chose ne va pas. GPG a été trouvé mais il semble y avoir un problème avec sa configuration. Merci de nous contacter à https://support.gpgtools.org Détails : %@
id: Ups, ada yang salah. GPG ditemukan pada sistem Anda tapi tampaknya ada masalah dengan berkas konfig. Harap hubungi kami di https://gpgtools.tenderapp.com Rincian: %@
ru: Ой, что-то пошло не так. GPG найден, но есть проблема в файле настроек. Пожалуйста, свяжитесь с нами на сайте https://gpgtools.tenderapp.com Сведения: %@
zh_cn: 啊哦，出现了错误。GPG 在您的电脑上，但配置文件似乎有些问题。请在以下地址联系我们： https://gpgtools.tenderapp.com 细节：%@

# LIBMACGPG_NOT_FOUND_TITLE
source: Libmacgpg was not found
ca: No funciona Libmacgpg
cs: Knihovna Libmacgpg nebyla nalezena
da: Libmacgpg blev ikke fundet
de: Libmacgpg wurde nicht gefunden
es: No se encontró libmacgpg
fr: Libmacgpg n'a pas été trouvé
id: Libmacgpg tak ditemukan
ru: Libmacgpg не найдена
zh_cn: 未找到 libmacgpg

# LIBMACGPG_NOT_FOUND_MESSAGE
source: Libmacgpg was not found on your system. Please reinstall GPG Suite from https://www.gpgtools.org
ca: Ligmacgpg no funciona en el sistema. Instal·le'l. Pot trobar-lo en l'instal·lador de GPGTools a https://www.gpgtools.org.
cs: Libmacgpg nebyl nalezen ve vašem systému. Nainstalujte prosím GPG Suite znovu z tohoto umístění https://www.gpgtools.org
de: Libmacgpg wurde auf deinem System nicht gefunden. Bitte lade und installiere GPG Suite von https://www.gpgtools.org
fr: Libmacgpg n'a pas été trouvé sur votre système. Merci de réinstaller GPG Suite à partir de https://www.gpgtools.org
id: Libmacgpg tidak ditemukan pada sistem Anda. Harap pasang ulang Keluarga GPG dari https://www.gpgtools.org.
ru: Libmacgpg не был найден в вашей системе. Пожалуйста, переустановите GPG Suite с сайта https://www.gpgtools.org
zh_cn: Libmacgpg 没有在您的系统上找到。请在以下地址重新安装 GPG Suite： https://www.gpgtools.org

# CODE_SIGN_ERROR_TITLE
source: Someone tampered with your installation of GPG Keychain
ca: Someone tampered with your installation of GPG Keychain Access!
cs: Někdo měnil vaši instalaci GPG Klíčenky
da: Nogen har pillet ved din installation af GPG Nøglering
de: Jemand hat deine GPG Keychain Installation verändert!
es: Alguien alteró su instalación de GPG Keychain
fr: Quelqu'un a modifié votre installation de GPG Keychain.
id: Seseorang mengotak-atik instalasi GPG Keychain Anda
ru: Кто-то трогал вашу установку связки ключей GPG
zh_cn: 有人篡改了您的 GPG Keychain。

# CODE_SIGN_ERROR_MESSAGE
source: To keep you safe, GPG Keychain will exit now! Please reinstall GPG Suite from https://gpgtools.org to be sure you have an original version from us!
ca: To keep you safe, GPG Keychain Access will exit now! Please download and install the latest version of GPG Suite from https://gpgtools.org to be sure you have an original version from us!
cs: Kvůli vaši bezpečnosti se nyní GPG Klíčenka ukončí! Nainstalujte prosím znovu GPG Suite z umístění https://gpgtools.org abyste si byli jisti, že používáte skutečně originální verzi!
da: For en sikkerheds skyld vil GPG Nøglering lukke nu! Gen-installer venligst GPG Suiten fra https://gpgtools.org for at være sikker på, at du har en original version fra os!
de: Um dich zu schützen wird GPG Keychain nun beendet! Bitte lade und installiere GPG Suite von https://gpgtools.org um sicherzustellen, dass du eine Originalversion von uns verwendest!
es: ¡Para mantenerle seguro, GPG Keychain se cerrará ahora! ¡Por favor, reinstale GPG Suite desde https://gpgtools.org para asegurarse de que tiene la versión original procedente de nosotros!
fr: Par sécurité, GPG Keychain va quitter immédiatement ! Merci de réinstaller GPG Suiteà partir de https://gpgtools.org afin d'être sûr de disposer d'une version officielle !
id: Agar Anda tetap aman, GPG Keychain akan keluar sekarang! Harap pasang ulang GPG Suite dari https://gpgtools.org agar yakin bahwa Anda memiliki versi asli dari kami!
ru: Чтобы сохранить вас в безопасности, сейчас будет существовать связка ключей GPG! Пожалуйста, переустановите GPG Suite с сайта https://gpgtools.org чтобы быть уверенным, что у вас оригинальная версия от нас!
zh_cn: 为保证您的安全，GPG Keychain 将会现在退出！ 请在 https://gpgtools.org 重新安装 GPG Keychain 来保证您从我们处得到原版！

# UNKNOWN_GPG_ERROR_TITLE
source: Unknown GPG Error
cs: Neznámá chyba GPG
da: Ukendt GPG fejl
de: Unbekannter GPG-Fehler
es: Error de GPG desconocido
fr: Erreur GPG inconnue
id: Kesalahan GPG Yang Tak Dikenal
ru: Неизвестная ошибка GPG
zh_cn: 未知 GPG 错误

# UNKNOWN_GPG_ERROR_MESSAGE
source: Oops, something went wrong. GPG thrown an unknown error. Please contact us at https://support.gpgtools.org Details: %@
cs: A jéje, něco se pokazilo. GPG hlásí neznámou chybu. Obraťte se prosím na https://support.gpgtools.org Podrobnosti: %@
da: Oops, something went wrong. GPG thrown an unknown error. Please contact us at https://gpgtools.tenderapp.com Details: %@
de: Ups, da lief etwas schief. GPG hat einen unbekannten Fehler ausgelöst. Bitte kontaktiere uns unter https://gpgtools.tenderapp.com Details: %@
es: Oops, something went wrong. GPG thrown an unknown error. Please contact us at https://gpgtools.tenderapp.com Details: %@
fr: Oups, quelque chose en va pas. GPG a généré une erreur inattendue. Merci de nous contacter à https://support.gpgtools.org Détails : %@
id: Ups, ada yang salah. GPG melaporkan kesalahan yang tidak dikenal. Harap hubungi kami di https://gpgtools.tenderapp.com Rincian: %@
ru: Ой, что-то пошло не так. GPG выдал неизвестную ошибку. Пожалуйста, свяжитесь с нами на сайте https://gpgtools.tenderapp.com Сведения: %@
zh_cn: 啊哦，出现了错误。GPG 出现了一个未知问题。请在以下地址联系我们： https://gpgtools.tenderapp.com 细节：%@

# MailKey_Subject
source: Public key of %@
cs: Veřejný klíč %@
da: Offentlig nøgle til %@
de: Öffentlicher Schlüssel von %@
es: Clave pública de %@
fr: Clé publique de %@
id: Kunci publik dari %@
ru: Публичный ключ %@
zh_cn: %@ 的公钥

# MailKey_Subject_Your
source: My public key to secure our messages
cs: Můj veřejný klíč pro zabezpečení našich zpráv
da: Min offentlige nøgle til at sikre vores beskeder
de: Mein öffentlicher Schlüssel zum Verschlüsseln unserer Nachrichten
es: Mi clave pública para asegurar nuestros mensajes
fr: Ma clé publique pour sécuriser nos échanges
id: Kunci publik saya untuk mengamankan pesan-pesan kita
ru: Мой публичный ключ для защиты наших сообщений

# MailKey_Message
source: Hi, attached you'll find the public key of %@ You can use this key to encrypt and secure messages when writing to %@. To start using it, you'll need to install an OpenPGP software on your computer. Find an appropriate software here: %@ Please import the public key into your local OpenPGP Key-Manager. Regards
cs: Zdravím, v příloze naleznete veřejný klíč %@ Pomocí tohoto klíče můžete šifrovat a zabezpečit zprávy, které píšete %@. Pokud si přejete zabezpečení používat, musíte do svého počítače nainstalovat aplikaci OpenPGP. Níže naleznete seznam možných řešení pro váš operační systém: %@ Naimportujte prosím veřejný klíč do svého správce klíčů OpenPGP. S pozdravem
da: Hej, vedhæftet finder du den offentlige nøgle til %@ Du kan bruge denne nøgle til at kryptere og sikre beskeder, når du skriver til %@. For at bruge den skal du have et OpenPGP program på din computer. Nedenfor finder du en liste af mulige programmer til dit styresystem: %@ Importer den offentlige nøgle i din lokale OpenPGP nøglering. Venlig hilsen
de: Hi im Anhang findest du den öffentlichen Schlüssel von %@ Du kannst diesen Schlüssel verwenden, um Nachrichten an %@ zu verschlüsseln. Damit du sicher kommunizieren kannst, musst du eine OpenPGP Software auf deinem Computer installieren. Hier eine Liste möglicher Lösungen für dein System: %@ Bitte importiere den öffentlichen Schlüssel in deine lokale OpenPGP Schlüsselverwaltung. Viele Grüße
es: Hola, adjunta encontrará la clave pública de %@ Puede usar esta clave para cifrar y asegurar mensajes cuando escriba a %@. Para comenzar a usarla, tiene que instalar un software OpenPGP en su computadora. Debajo encontrará una lista de soluciones posibles para su sistema operativo: %@ Por favor importe la clave pública en su Administrador-de-claves OpenPGP. Saludos Regards
fr: Bonjour, Veuillez trouver ci-jointe la clé publique de %@ Vous pouvez utiliser cette clé pour chiffrer et signer les messages envoyés à %@. Pour commencer à l'utiliser vous devez installer un logiciel OpenPGP sur votre ordinateur. Ci-dessous une liste des solutions possibles en fonction de votre système d'exploitation : %@ Merci d'importer cette clé dans votre gestionnaire local de clé OpenPGP. Cordialement,
id: Halo, terlampir adalah kunci publik dari %@ Anda dapat memakai kunci ini untuk mengenkripsi dan mengamankan pesan ketika menulis ke %@. Untuk mulai memakainya, Anda perlu memasang suatu perangkat lunak OpenPGP pada komputer Anda. Di bawah Anda akan temukan daftar solusi yang mungkin untuk sistem operasi Anda: %@ Harap impor kunci publik ke dalam Manajer Kunci OpenPGP lokal Anda. Salam
ru: Привет, во вложении вы найдете открытый ключ, принадлежащий %@ Вы можете использовать этот ключ для шифрования и защиты сообщений при отправке сообщений %@. Для того, чтобы начать использовать его, вам необходимо установить программное обеспечение OpenPGP на вашем компьютере. Ниже вы найдете список возможных решений для вашей операционной системы: %@ Пожалуйста, импортируйте открытый ключ в свой локальный менеджер ключей OpenPGP. С уважением
zh_cn: 您好， 在此附件中您可找到 %@ 的公钥 您可以使用此公钥将写给 %@ 的消息安全加密。 要开始使用该公钥，您的计算机需要安装 OpenPGP。您可在下方找到针对你系统的可能安装方案： %@ 请将此公钥导入到你本地的 OpenPGP 密钥管理器中。 此致
