Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/Localizable.strings
Languages: ca, cs, da, de, es, fr, id, ru, zh_cn

# RevokeKey_Msg
source: You are about to revoke the following key: %@ Once revoked, you will be unable to sign messages and no messages can be encrypted to this key. The revoked key can still be used to decrypt emails and files previously encrypted to it. It is not recommended to delete it, but to keep it in GPG Keychain in revoked state. Are you sure you want to revoke this key?
ca: You are about to revoke the following key %@ If you revoke this key, you'll no longer be able to sign messages using that key and others will no longer be able to send you messages encrypted with your key. If you have previously uploaded your public key to the key servers, make sure to upload the revoked key (option is active by default), so others are made aware, that your key has been revoked. You will still be able to use your revoked key to decrypt mails and files that were previously encrypted with your key. That's why we recommend that you keep the revoked key in GPG Keychain Access. Are you sure you want to revoke this key?
cs: Chystáte se zneplatnit následující klíč: %@ Jednou zneplatněný klíč, nelze použít k podepisování zpráv a žádné zprávy nemohou být dešifrovány tímto klíčem. Zneplatněný klíč lze i nadále použít k dešifrování e-mailů a souborů dříve zašifrovaných. Nedoporučujeme odstraňovat klíč, ale ponechat jej v GPG Klíčence ve zneplatněném stavu. Opravdu si přejete zneplatnit tento klíč??
de: Du bist dabei folgenden Schlüssel zu widerrufen: %@ Nach dem Widerruf kannst du mit diesem Schlüssel keine Nachrichten mehr signieren oder verschlüsseln und andere können keine Nachrichten mehr an diesen Schlüssel verschlüsseln. Der widerrufene Schlüssel kann weiterhin E-Mails und Dateien entschlüsseln, welche bereits an ihn verschlüsselt wurden. Wir raten den Schlüssel nicht zu löschen, sondern in widerrufenem Zustand in GPG Keychain zu behalten. Willst du diesen Schlüssel wirklich widerrufen?
fr: Vous vous apprêtez à révoquer la clé suivante : %@ Une fois révoquée, cette clé ne peut plus être utilisée pour signer ou chiffrer des messages. Une clé révoquée peut toutefois toujours être utilisée pour déchiffrer des messages précédemment chiffré à son intention. Il est déconseillé de la supprimer, mais sage de la conserver dans GPG Keychain à l'état révoqué. Êtes-vous sûr de vouloir révoquer cette clé ?
id: Anda akan mencabut kunci berikut: %@ Sekali dicabut, Anda tidak akan bisa lagi menandatangani pesan dan tidak ada pesan yang dapat dienkripsi ke kunci ini. Kunci yang dicabut masih dapat dipakai untuk mendekripsi surel dan berkas, yang sebelumnya dienkripsi dengannya. Tidak disarankan untuk menghapusnya, tapi mempertahankannya di GPG Keychain dalam keadaan tercabut. Anda yakin hendak mencabut kunci ini?
ru: Вы собираетесь аннулировать следующий ключ: %@ После аннулирования вы не сможете подписывать сообщения, и никакие сообщения не могут быть зашифрованы этим ключом. Аннулированный ключ всё ещё может использоваться для дешифрования писем и файлов, ранее зашифрованных для него. Не рекомендуется удалять его, но сохраните его в GPG Keychain в аннулированном состоянии. Вы действительно хотите аннулировать этот ключ?

# RevokeKey_Yes
source: Revoke Key
cs: Zneplatnit klíč
da: Tilbagekald nøgle
de: Schlüssel widerrufen
es: Revocar clave
fr: Révoquer la clé
id: Cabut Kunci
ru: Аннулировать ключ

# RevokeKey_No
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# OpenWithGPGServices_Title
source: The OpenPGP message you tried to import is not a key
cs: Zpráva OpenPGP, kterou se snažíte imporotvat není klíč.
da: Den OpenPGP besked, du prøvede at importere, er ikke en nøgle.
de: Die OpenPGP-Nachricht, die du importieren möchtest, ist kein Schlüssel
es: El mensaje OpenPGP que trató de importar no es una clave
fr: Le message OpenPGP que vous essayé d'importer n'est pas une clé
id: Pesan OpenPGP yang Anda coba impor bukan sebuah kunci
ru: OpenPGP сообщение, которое вы пытались импортировать, не является ключём

# OpenWithGPGServices_Msg
source: You can forward the message to GPGServices in order to decrypt or verify the message.
cs: Nemůžete předat zprávu do GPGServices před dešifrováním nebo ověřením zprávy.
da: Du kan videresende beskeden til GPGServices for at dekryptere eller verificere beskeden.
de: Um diese Nachricht zu entschlüsseln oder verifizieren, kannst du sie an GPGServices weiterleiten.
es: Puede reenviar el mensaje a GPGServices para descifrar o verificar el mensaje.
fr: Vous pouvez transférer le message à GPGServices afin de la déchiffrer ou de le vérifier.
id: Anda dapat meneruskan pesan ke GPGServices untuk mendekripsi atau verifikasi pesan.
ru: Вы можете переслать сообщение в GPGServices для того, чтобы расшифровать или проверить его.

# OpenWithGPGServices_Yes
source: Open GPGServices
cs: Otevřít GPGServices
da: Åbn GPGServices
de: GPGServices öffnen
es: Abrir GPGServices
fr: Ouvrir GPGServices
id: Buka GPGServices
ru: Открыть GPGServices

# OpenWithGPGServices_No
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ru: Отмена
zh_cn: 取消

# FirstUploadForeignKey_Title
source: Public key not allowed on key servers
cs: Veřejný klíč není povolen na klíčových serverech
da: Offentlig nøgle ikke tilladt på nøgleservere
de: Öffentlicher Schlüssel auf Schlüsselservern nicht erlaubt
es: Clave pública no permitida en los servidores de claves
fr: Clé publique non autorisée sur les serveur de clés
id: Kunci publik tidak diizinkan pada server kunci
ru: Открытый ключ не разрешён на серверах ключей

# FirstUploadForeignKey_Msg
source: The following keys do not reside on the key servers: %@ Some key owners intentionally do not upload their public key. In order to respect that decision, you can not upload this public key. In case you think this is an error, please get in touch with the key owner.
cs: Následující klíče se nenacházejí na klíčových serverech: %@ Někteří majitelé klíčů záměrně nesdílejí svůj veřejný klíč. Aby toto rozhodnutí bylo možné respektovat, nemůžete tento veřejný klíč zkopírovat. V případě, že si myslíte, že se jedná o chybu, obraťte se na vlastníka klíče/klíčů.
da: De følgende nøgler findes ikke på nøgleserverne: %@ Nogle nøgleejere uploader med vilje ikke deres offentlige nøgle. For at respektere den beslutning kan du ikke uploade denne offentlige nøgle. Hvis du mener, at det er en fejl, så kontakt nøgleejeren.
de: Dis folgenden Schlüssel existieren nicht auf den Schlüsselservern: %@ Manche Schlüsseleigentümer laden ihren öffentlichen Schlüssel bewusst nicht auf einen Schlüsselserver hoch. Um diese Entscheidung zu respektieren, kannst du diesen Schlüssel ebenfalls nicht hochladen. Falls du glaubst, dass es sich hierbei um einen Fehler handelt, kontaktiere bitte den Eigentümer des Schlüssels.
es: Las siguientes claves no se ubican en los servidores de claves: %@ Algunos propietarios de claves no suben su clave pública intencionadamente. Para respetar esa decisión, no puede subir esta clave pública. En caso de que crea que esto es un error, por favor, póngase en contacto con el propietario de la clave.
fr: La clé suivante n'existe pas sur les serveurs de clés : %@ Certains propriétaires de clés décident de ne pas publier leur clé publique. Afin de respecter leur choix, vous ne pouvez pas publier cette clé publique. Si vous pensez qu'il s'agit d'une erreur, merci de contacter directement le propriétaire de la clé.
id: Kunci-kunci berikut tidak tersimpan dalam server kunci: %@ Beberapa pemilik kunci sengaja tidak mengunggah kunci publik mereka. Untuk menghormati keputusan itu, Anda tidak dapat mengunggah kunci publik ini. Bila Anda pikir ini adalah suatu kesalahan, harap berhubungan dengan pemiliki kunci.
ru: Следующие ключи не находятся на серверах ключей: %@ Некоторые владельцы ключей намеренно не выкладывают свой открытый ключ. Чтобы уважать это решение, вы не можете выложить этот открытый ключ. Если вы считаете, что это ошибка, свяжитесь с владельцем ключа.

# NewKeyWantToUpload_Title
source: Your key was created successfully
cs: Klíč byl úspěšně vytvořen
da: Din nøgle blev oprettet
de: Ihr Schlüssel wurde erfolgreich erstellt
es: Su clave fue creada con éxito
fr: Votre clé a été créée avec succès
id: Kunci Anda sukses dibuat
ru: Ваш ключ был успешно создан

# NewKeyWantToUpload_Msg
source: To make it easier for your friends and colleagues to find your public key and start communicating with you securely – encrypt messages for you and verify the authenticity of your messages – it is recommended to upload your public key to the key servers. Warning: Key servers are public, so the name and email you use in your key will be publicly visible. Keys can not be deleted from the key servers. They can be revoked but not removed. If you rather prefer not to use key servers, please consider attaching your public key to your signed and encrypted emails. Do you want to upload your public key?
cs: Abyste svým přátelům a kolegům usnadnili nalezení veřejného klíče a začali s vámi bezpečně komunikovat - šifrování zpráv pro vás a ověření pravosti vašich zpráv - doporučujeme nahrát veřejný klíč na klíčové servery. Upozornění: Klíčové servery jsou veřejné, takže jméno a e-mail, který používáte ve vašem klíči, budou veřejně viditelné. Klíče nelze z klíčových serverů smazat. Mohou být zneplatněny, ale ne odstraněny. Pokud si nepřejete používat klíčové servery, zvažte připojení veřejného klíče ke každému podepsanému/šifrovanemu e-mailu. Přejete si nakopírovat váš veřejný klíč na klíčový server?
da: For at gøre det nemmere for dine venner og kollegaer at finde din offentlige nøgle og begynde at kommunikere med dig sikkert - kryptere beskeder til dig og efterprøve pålideligheden af dine beskeder - anbefales det at uploade din offentlige nøgle til nøgleserverne. Advarsel: Nøgleservere er offentlige, så det navn og e-mail adresse, du bruger i din nøgle, vil blive offentligt tilgængeligt. Nøgler kan ikke slettes fra nøgleserverne. De kan blive tilbagekaldt men ikke fjernet. Hvis du foretrækker ikke at bruge nøgleserverne, så overvej at vedhæfte din offentlige nøgle til dine signerede og krypterede e-mails. Vil du uploade din offentlige nøgle?
de: Um es für deine Freunde und Kollegen einfacher zu machen, deinen öffentlichen Schlüssel zu finden und sichere Kommunikation - Verschlüsseln von Mitteilungen an dich und Überprüfen der Authentizität deiner Mitteilungen - mit dir zu ermöglichen, solltest du deinen öffentlichen Schlüssel auf einen Schlüsselserver hochladen. Achtung: Schlüsselserver sind öffentlich, so dass Name und E-Mail, die du in deinem Schlüssel verwendest, für alle sichtbar sind. Schlüssel können von Schlüsselservern nicht gelöscht werden. Sie können lediglich widerrufen werden. Wenn du die Schlüsselserver lieber nicht nutzen möchtest, dann hänge deinen öffentlichen Schlüssel am besten an deine signierten und verschlüsselten E-Mails an. Möchtest du deinen öffentlichen Schlüssel hochladen?
es: Para facilitar que sus amigos y colegas encuentren su clave pública y comiencen a comunicarse con usted de forma segura – cifrar mensajes para usted y verificar la autenticidad de los mensajes que usted envíe – se recomienda subir su clave pública a los servidores de claves. Advertencia: Los servidores de claves son públicos, así que el nombre y correo electrónico que use en su clave serán visibles públicamente. Las claves no se pueden borrar de los servidores de claves. Se pueden revocar, pero no eliminar. Si prefiere en cambio no usar servidores de claves, por favor, considere adjuntar su clave pública a sus correos firmados y/o cifrados. ¿Quiere subir su clave pública?
fr: Afin de permettre à vos correspondants de trouver plus facilement votre clé publique pour chiffrer des messages à votre attention et vérifier l'authenticité de vos messages, il est recommandé de publier votre clé sur les serveurs de clés. Attention : les serveurs de clés sont publics, le nom et l'adresse électronique que vous utilisez dans votre clé seront donc accessibles par tous. Ils peuvent être révoqués mais pas supprimés. Si vous préférez ne pas utiliser les serveurs de clés, vous pouvez joindre votre clé publique à vos messages signés ou chiffrés. Voulez-vous publier votre clé publique ?
id: Untuk mempermudah teman dan kolega Anda menemukan kunci publik Anda dan mulai berkomunikasi dengan Anda dengan aman – mengenkripsi pesan-pesan untuk Anda dan memverifikasi keotentikan pesan-pesan Anda – disarankan untuk mengunggah kunci publik Anda ke server kunci. Peringatan: Server kunci adalah publik, sehingga nama dan surel yang Anda pakai dalam kunci Anda akan tampak secara publik. Kunci tidak dapat dihapus dari server kunci. Mereka dapat dicabut tapi tidak dapat dibuang. Bila Anda lebih suka untuk tidak memakai server kunci, harap mempertimbangkan untuk melampirkan kunci publik Anda ke surel-surel Anda yang ditandatangani dan dienkripsi. Anda hendak mengunggah kunci publik Anda?
ru: Чтобы ваши друзья и коллеги могли легче найти ваш открытый ключ и начать безопасно общаться с вами - зашифровывать сообщения и проверять подлинность ваших сообщений - рекомендуется выложить свой открытый ключ на серверы ключей. Внимание: серверы ключей являются общедоступными, поэтому имя и адрес электронной почты, которые вы используете в своём ключе, будут общедоступны. Ключи не могут быть удалены с серверов ключей. Они могут быть аннулированы, но не удалены. Если вы предпочитаете не использовать серверы ключей, рассмотрите возможность добавления открытого ключа в подписанные и зашифрованные электронные письма. Вы хотите выложить свой открытый ключ?

# NewKeyWantToUpload_Yes
source: Upload Public Key
cs: Zkopírovat veřejný klíč
da: Upload offentlig nøgle
de: Öffentlichen Schlüssel hochladen
es: Subir clave pública
fr: Envoyé la clé publique
id: Unggah Kunci Publik
ru: Выложить публичный ключ

# NewKeyWantToUpload_No
source: No, Thanks!
cs: Ne, děkuji!
da: Nej tak!
de: Nein, danke!
es: ¡No, gracias!
fr: Non, merci !
id: Tidak, Terima Kasih!
ru: Нет, спасибо!

# NewKeyWantToUploadVerified_Title
source: Your key was created successfully
cs: Klíč byl úspěšně vytvořen
fr: Votre clé a été créée avec succès

# NewKeyWantToUploadVerified_Yes
source: Upload Public Key
fr: Clé publique publiée

# NewKeyWantToUploadVerified_No
source: No, Thanks!
fr: Non, merci !

# NewUserIDWantToUpload_Title
source: Your new email address (user ID) was added successfully
cs: Váš nový e-mail (userID) byl přidán úspěšně
da: Din nye e-mail adresse (bruger ID) blev tilføjet
de: Ihre neue E-Mail-Adresse (Benutzer ID) wurde erfolgreich hinzugefügt
es: Su nueva dirección de correo electrónico (identificación de usuario) se añadió con éxito
fr: Votre nouvelle adresse électronique (ID utilisateur) a été correctement ajoutée
id: Alamat surel baru (ID pengguna) Anda sukses ditambahkan
ru: Ваш новый адрес электронной почты (идентификатор пользователя) был успешно добавлен

# NewUserIDWantToUpload_Msg
source: In order for others to be able to use your new email address (user ID), it is necessary for them to import your updated key. Therefore it is recommended to upload your updated public key to the key servers. Warning: Key servers are public, so the name and email you use in your key will be publicly visible. Keys can not be deleted from the key servers. They can be revoked but not removed. If you rather prefer not to use key servers, please consider attaching your public key to your signed and encrypted emails. Do you want to upload your updated public key?
cs: Pokud si přejete, aby ostatní mohli používat novou e-mailovou adresu (user ID), je nutné, aby naimportovali váš aktualizovaný veřejný klíč. Proto doporučujeme nahrát veřejný klíč na klíčový server. Upozornění: Klíčové servery jsou veřejné, takže jméno a e-mail, který používáte ve vašem klíči, budou veřejně viditelné. Klíče nelze z klíčových serverů smazat. Mohou být zneplatněny, ale ne odstraněny. Pokud si nepřejete používat klíčové servery, zvažte připojení veřejného klíče ke každému podepsanému/šifrovanemu e-mailu. Přejete si nakopírovat váš veřejný klíč na klíčový server?
da: For at andre kan bruge din nye e-mail adresse (bruger ID), skal de importere din opdaterede nøgle. Derfor anbefales det at uploade din opdaterede offentlige nøgle til nøgleserverne. Advarsel: Nøgleservere er offentlige, så det navn og e-mail adresse, du bruger i din nøgle, vil blive offentligt tilgængeligt. Nøgler kan ikke slettes fra nøgleserverne. De kan blive tilbagekaldt men ikke fjernet. Hvis du foretrækker ikke at bruge nøgleserverne, så overvej at vedhæfte din offentlige nøgle til dine signerede og krypterede e-mails. Vil du uploade din opdaterede offentlige nøgle?
de: Um anderen die Verwendung deiner neuen E-Mail-Adresse zu ermöglichen (Benutzer-ID) müssen sie deinen aktualisierten öffentlichen Schlüssel importieren. Daher ist es ratsam, deinen öffentlichen Schlüssel auf die Schlüsselserver hochladen. Achtung: Schlüsselserver sind öffentlich, so dass der in deinem Schlüssel enthaltener Name und E-Mail-Adresse für alle sichtbar sind. Schlüssel können widerrufen, aber nicht von Schlüsselservern gelöscht werden. Wenn du die öffentlichen Schlüsselserver lieber nicht nutzen möchtest, hänge deinen öffentlichen Schlüssel am besten an deine signierten und verschlüsselten E-Mails an. Möchtest du deinen öffentlichen Schlüssel hochladen?
es: Para que otros puedan usar su nueva dirección de correo electrónico (identificación de usuario), es necesario que importen su clave actualizada. Por tanto se recomienda subir su clave pública actualizada a los servidores de claves. Advertencia: Los servidores de claves son públicos, así que el nombre y correo electrónico que use en su clave serán visibles públicamente. Las claves no se pueden borrar de los servidores de claves. Se pueden revocar pero no eliminar. Si prefiere en cambio no usar los servidores de claves, por favor, considere adjuntar su clave pública a sus correos firmados y/o cifrados. ¿Quiere subir su clave pública actualizada?
fr: Afin de permettre à vos correspondants d'utiliser votre nouvelle adresse électronique, ils doivent importer votre clé mise à jour. Nous recommandons donc de publier votre clé mise à jour sur les serveurs de clés. Attention : les serveurs de clés sont publics, le nom et l'adresse électronique que vous utilisez dans votre clé seront donc accessibles par tous. Les clés peuvent être révoquées mais pas supprimées des serveurs. Si vous préférez ne pas utiliser les serveurs de clés, vous pouvez joindre votre clé publique à vos messages signés ou chiffrés. Voulez-vous publier votre clé publique ?
id: Agar orang lain dapat memakai alamat surel baru (ID pengguna) Anda, mereka perlu mengimpor kunci Anda yang diperbarui. Maka disarankan untuk mengunggah kunci publik Anda yang diperbarui ke server kunci. Peringatan: Server kunci adalah publik, sehingga nama dan surel yang Anda pakai dalam kunci Anda akan tampak secara publik. Kunci tidak dapat dihapus dari server kunci. Mereka dapat dicabut tapi tidak dapat dibuang. Bila Anda lebih suka untuk tidak memakai server kunci, harap mempertimbangkan untuk melampirkan kunci publik Anda ke surel-surel Anda yang ditandatangani dan dienkripsi. Anda hendak mengunggah kunci publik Anda yang diperbarui?
ru: Для того, чтобы другие могли использовать ваш новый адрес электронной почты (идентификатор пользователя), им необходимо импортировать обновлённый ключ. Поэтому рекомендуется выкладывать обновлённый открытый ключ на серверы ключей. Внимание: серверы ключей являются общедоступными, поэтому имя и адрес электронной почты, которые вы используете в своём ключе, будут общедоступны. Ключи не могут быть удалены с серверов ключей. Они могут быть аннулированы, но не удалены. Если вы предпочитаете не использовать серверы ключей, рассмотрите возможность добавления открытого ключа в подписанные и зашифрованные электронные письма. Вы хотите выложить обновлённый открытый ключ?

# NewUserIDWantToUpload_Yes
source: Upload Public Key
cs: Zkopírovat veřejný klíč
da: Upload offentlig nøgle
de: Öffentlichen Schlüssel hochladen
es: Subir clave pública
fr: Envoyé la clé publique
id: Unggah Kunci Publik
ru: Выложить публичный ключ

# NewUserIDWantToUpload_No
source: No, Thanks!
cs: Ne, děkuji!
da: Nej tak!
de: Nein, danke!
es: ¡No, gracias!
fr: Non, merci !
id: Tidak, Terima Kasih!
ru: Нет, спасибо!

# NewSubkeyWantToUpload_Title
source: You have successfully added a subkey
cs: Přidání podklíče proběhlo úspěšně
da: Du har tilføjet en undernøgle
de: Du hast erfolgreich einen Unterschlüssel hinzugefügt
es: Ha añadido una subclave con éxito
fr: Vous avez ajouté une sous-clé avec succès
id: Anda telah sukses menambahkan sebuah sub kunci
ru: Вы успешно добавили subkey
