Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/ModalSheets.strings
Languages: ca, cs, el, es, fi, pl, pt, ru, th

# 152.title
source: Comment:
ca: Comentari:
cs: Poznámka:
el: Σχόλιο:
es: Comentario:
fi: Kommentti:
pl: Komentarz:
pt: Comentário:
ru: Комментарий:
th: ความเห็น:

# 154.title
source: Email:
ca: Adreça electrònica:
el: Διέυθυνση ηλεκτρονικού ταχυδρομείου:
es: Correo electrónico:
fi: Sähköposti:
th: อีเมล:

# 155.title
source: Name:
ca: Nom:
cs: Jméno:
el: Όνομα:
es: Nombre:
fi: Nimi:
pl: Nazwa:
pt: Nome:
ru: Имя:
th: ชื่อ:

# 156.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# 157.title
source: Generate User ID
ca: Genera la identitat de l'usuari
cs: Vytvořit UserID
el: Δημιουργία Ταυτότητας Χρήστη
es: Generar identificación de usuario
fi: Luo uusi käyttäjätunnus
pl: Generuj ID Użytkownika
pt: Gerar ID de Usuário
ru: Создать ID пользователя
th: สร้าง ID ผู้ใช้

# 242.title
source: Key will expire on:
cs: Platnost klíče vyprší:
pt: Chave vence em:
ru: Срок действия ключа истекает:
th: กุญแจจะหมดอายุเมื่อ:

# 244.title
source: Length:
ca: Longitud:
cs: Délka:
el: Μήκος:
es: Longitud:
fi: Pituus:
pl: Długość:
pt: Tamanho:
ru: Длина:
th: ความยาว:

# 246.title
source: Key type:
ca: Tipus de clau:
cs: Typ klíče:
el: Τύπος κλειδιού:
es: Tipo de clave:
fi: Avaimen tyyppi:
pl: Typ klucza:
pt: Tipo de chave:
ru: Тип ключа:
th: ชนิดกุญแจ:

# 247.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# 248.title
source: Generate Subkey
ca: Genera una subclau
cs: Vytvořit podklíč
es: Generar subclave
pt: Gerar Subchave
ru: Сгенерировать Subkey
th: สร้างกุญแจย่อย

# 253.title
source: RSA (encrypt only)
ca: RSA (només xifrar)
cs: RSA (pouze zašifrování)
el: RSA (μόνο για κρυπτογράφηση)
es: RSA (sólo cifrado)
fi: RSA (vain salaa)
pl: RSA (tylko szyfrowanie)
pt: RSA (somente criptografar)
ru: RSA (только шифрование)
th: RSA (เข้ารหัสลับเท่านั้น)

# 254.title
source: Elgamal (encrypt only)
ca: Elgamal (només xifrar)
cs: Elgamal (pouze zašifrování)
el: Elgamal (μόνο για κρυπτογράφηση)
es: Elgamal (sólo cifrado)
fi: Elgamal (vain salaukseen)
pl: Elgamal (tylko szyfrowanie)
pt: Elgamal (somente criptografar)
ru: Elgamal (только шифрование)
th: Elgamal (เข้ารหัสลับเท่านั้น)

# 255.title
source: RSA (sign only)
ca: RSA (només signar)
cs: RSA (pouze podepsání)
el: RSA (μόνο για υπογραφή)
es: RSA (sólo firmado)
fi: RSA (vain allekirjoitukseen)
pl: RSA (tylko podpis)
pt: RSA (somente assinar)
ru: RSA (только подпись)
th: RSA (เซ็นเท่านั้น)

# 256.title
source: DSA (sign only)
ca: DSA (només signar)
cs: DSA (pouze podepsání)
el: DSA (μόνο για υπογραφή)
es: DSA (sólo firmado)
fi: DSA (vain allekirjoitukseen)
pl: DSA (tylko podpis)
pt: DSA (somente assinar)
ru: DSA (только подпись)
th: DSA (เซ็นเท่านั้น)

# 378.title
source: Sign
ca: Signa
cs: Podpis
es: Firmar
pt: Assinar
ru: Подписать
th: เซ็น

# 379.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# 392.title
source: Signature expires
ca: La signatura venç
cs: Platnost podpisu vyprší:
el: Η υπογραφή λήγει
es: La firma expira
fi: Allekirjoitus vanhenee
pl: Podpis wygasa
pt: Assinatura vence
ru: Подпись истекает
th: ลายเซ็นหมดอายุ

# 427.title
source: Set Expiration
cs: Nastavit datum platnosti
pt: Definir Vencimento
ru: Установить срок действия
th: ตั้งวันหมดอายุ

# 428.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# 441.title
source: Key will expire on:
cs: Platnost klíče vyprší:
pt: Chave vence em:
ru: Срок действия ключа истекает:
th: กุญแจจะหมดอายุเมื่อ:

# 481.title
source: Search
ca: Cerca
cs: Hledat
es: Buscar
pl: Szukaj
pt: Buscar
ru: Поиск
th: ค้นหา

# 482.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# 485.title
source: Search for public key
ca: Cerca una clau pública
cs: Hledat veřejný klíč
es: Buscar clave pública
pt: Buscar chave pública
ru: Поиск публичного ключа
th: ค้นหากุญแจสาธารณะ

# 503.title
source: Close
ca: Tanca
cs: Zavřít
el: Κλείσιμο
es: Cerrar
fi: Sulje
pl: Zamknij
pt: Fechar
ru: Закрыть
th: ปิด

# 533.title
source: Retrieve key from key server.
ca: Recupera la clau del servidor.
cs: Kopíruje se klíč z klíčového serveru.
el: Ανάκτηση κλειδιού από τον εξυπηρετητή κλειδιών.
es: Obtener clave del servidor de claves.
fi: Nouda avain avainpalvelimelta.
pt: Obtenha uma chave do servidor de chaves.
ru: Получить ключ с сервера ключей.
th: ดึงกุญแจจากเซิร์ฟเวอร์กุญแจ

# 534.title
source: Retrieve key
ca: Recupera la clau
cs: Získat klíč
el: Ανάκτηση κλειδιού
es: Obtener clave
fi: Nouda avain
pl: Pobieranie klucza
pt: Obter Chave
ru: Получить ключ
th: ดึงกุญแจ

# 536.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# 537.title
source: Key ID:
ca: Identitat de la clau:
cs: ID klíče:
el: Ταυτότητα κλειδιού:
es: Identificación de clave:
fi: Avain-ID:
pl: ID klucza:
pt: ID da Chave:
ru: ID ключа:
th: เลขระบุกุญแจ:

# 816.title
source: Your secret key used to sign:
ca: La clau secreta utilitzada per a signar:
cs: Použitý tajný klíč:
el: Το κρυφό κλειδί που χρησιμοποιήθηκε για την υπογραφή:
es: Su clave secreta (privada) usada para firmar:
fi: Allekirjoittamiseen käytetty salainen avaimesi:
pl: Twój prywatny klucz do podpisu:
pt: Chave secreta usada para assinar:
ru: Ваш секретный ключ для подписи:
th: กุญแจลับของคุณที่ใช้ในการลงชื่อ:

# 823.title
source: Include secret key in exported file
ca: Inclou la clau privada al fitxer exportat
cs: Vložit soukromý klíč do exportovaného souboru
el: Να συμπεριληφθεί το κρυφό κλειδί στο αρχείο που θα εξαχθεί
es: Incluir clave secreta (privada) en el fichero exportado
fi: Liitä salainen avain vietyyn tiedostoon
pl: Umieść klucz prywatny w wyeksportowanym pliku
pt: Incluir chave secreta no arquivo exportado
ru: Включить секретный ключ в экспортируемый файл
th: รวมกุญแจลับไว้ในแฟ้มส่งออกด้วย

# 859.ibExternalAccessibilityDescription
source: Key type
ca: Tipus de clau
cs: Typ klíče
es: Tipo de clave
pt: Tipo de chave
ru: Тип ключа
th: ชนิดกุญแจ

# 860.ibExternalAccessibilityDescription
source: Length
ca: Longitud
cs: Délka
el: Μήκος
es: Longitud
fi: Pituus
pl: Długość
pt: Tamanho
ru: Длина
th: ความยาว

# 861.ibExternalAccessibilityDescription
source: Expiration date
ca: Data de venciment
cs: Datum platnosti
es: Fecha de caducidad
pt: Vencimento
ru: Дата истечения срока действия
th: วันหมดอายุ

# 870.ibExternalAccessibilityDescription
source: Name
ca: Nom
cs: Jméno
el: Όνομα
es: Nombre
fi: Nimi
pl: Nazwa
pt: Nome
ru: Имя
th: ชื่อ

# 871.ibExternalAccessibilityDescription
source: Comment
ca: Comentari
cs: Com
el: Σχόλιο
es: Comentario
fi: Lisätietoja
pl: Komentarz
pt: Comentário
ru: Комментарий
th: ความเห็น

# 872.ibExternalAccessibilityDescription
source: Email
ca: Adreça electrònica
el: Διέυθυνση ηλεκτρονικού ταχυδρομείου
es: Correo electrónico:
fi: Sähköposti
th: อีเมล

# 876.title
source: Comment:
ca: Comentari:
cs: Poznámka:
el: Σχόλιο:
es: Comentario:
fi: Kommentti:
pl: Komentarz:
pt: Comentário:
ru: Комментарий:
th: ความเห็น:

# 877.title
source: Email:
ca: Adreça electrònica:
el: Διέυθυνση ηλεκτρονικού ταχυδρομείου:
es: Correo electrónico:
fi: Sähköposti:
th: อีเมล:

# 878.title
source: Name:
ca: Nom:
cs: Jméno:
el: Όνομα:
es: Nombre:
fi: Nimi:
pl: Nazwa:
pt: Nome:
ru: Имя:
th: ชื่อ:

# 879.title
source: Generate new key pair
ca: Genera un parell de claus nou
cs: Vytvořit nový pár klíčů
es: Generar un nuevo par de claves
pt: Gerar novo par de chaves
ru: Сгенерировать новую пару ключей
th: สร้างคู่กุญแจใหม่

# 880.title
source: Key will expire on:
cs: Platnost klíče vyprší:
pt: Chave vence em:
ru: Срок действия ключа истекает:
th: กุญแจจะหมดอายุเมื่อ:

# 881.title
source: Length:
ca: Longitud:
cs: Délka:
el: Μήκος:
es: Longitud:
fi: Pituus:
pl: Długość:
pt: Tamanho:
ru: Длина:
th: ความยาว:

# 883.title
source: Key type:
ca: Tipus de clau:
cs: Typ klíče:
el: Τύπος κλειδιού:
es: Tipo de clave:
fi: Avaimen tyyppi:
pl: Typ klucza:
pt: Tipo de chave:
ru: Тип ключа:
th: ชนิดกุญแจ:

# 888.title
source: RSA (sign only)
ca: RSA (només signar)
cs: RSA (pouze podepsání)
el: RSA (μόνο για υπογραφή)
es: RSA (sólo firmado)
fi: RSA (vain allekirjoita)
pl: RSA (tylko podpis)
pt: RSA (somente assinar)
ru: RSA (только подпись)
th: RSA (เซ็นเท่านั้น)

# 889.title
source: DSA (sign only)
ca: DSA (només signar)
cs: DSA (pouze podepsání)
el: DSA (μόνο για υπογραφή)
es: DSA (sólo firmado)
fi: DSA (vain allekirjoita)
pl: DSA (tylko podpis)
pt: DSA (somente assinar)
ru: DSA (только подпись)
th: DSA (เซ็นเท่านั้น)

# 890.title
source: DSA and Elgamal
ca: DSA i Elgamal
cs: DSA a Elgamal
el: DSA και Elgamal
es: DSA y Elgamal
fi: DSA ja Elgamal
pl: DSA i Elgamal
pt: DSA e Elgamal
ru: DSA и Elgamal
th: DSA และ Elgamal

# 891.title
source: RSA and RSA (default)
ca: RSA i RSA (predeterminat)
cs: RSA a RSA (výchozí)
el: RSA και RSA (προεπιλογή)
es: RSA y RSA (por defecto)
fi: RSA ja RSA (oletus)
pl: RSA i RSA (domyślne)
pt: RSA e RSA (padrão)
ru: RSA и RSA (по умолчанию)
th: RSA และ RSA (ปริยาย)

# 914.ibExternalAccessibilityDescription
source: Confirm
ca: Confirma
cs: Potvrdit
es: Confirmar
pt: Confirmar
ru: Подтвердить
th: ยืนยัน

# 915.ibExternalAccessibilityDescription
source: Password
ca: Contrasenya
cs: Heslo
es: Contraseña
pt: Senha
ru: Пароль
th: รหัสผ่าน

# 917.title
source: Password:
ca: Contrasenya:
cs: Heslo:
es: Contraseña
pt: Senha:
ru: Пароль:
th: รหัสผ่าน:

# 920.title
source: Confirm Password:
cs: Heslo znovu:
es: Confirme la contraseña:
pl: Potwierdź:
pt: Confirmar Senha:
ru: Подтвердить пароль:
th: ยืนยันรหัสผ่าน:

# 923.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# 924.title
source: Generate Key
ca: Genera la clau
cs: Vytvořit klíč
es: Generar clave
pt: Gerar Chave
ru: Сгенерировать ключ
th: สร้างกุญแจ

# 995.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# 1000.title
source: Retrieve Key
ca: Import Keys
cs: Import Keys
el: Import Keys
es: Descargar clave
pt: Obter Chave
ru: Импорт ключей
th: นำเข้ากุญแจ

# 1025.title
source: OK
ca: D'acord
cs: Budiž
es: Aceptar
th: ตกลง

# 1026.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# 1095.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# 1153.ibExternalAccessibilityDescription
source: Advanced options
ca: Opcions avançades
cs: Pokročilé volby
el: Επιλογές για προχωρημένους
es: Opciones avanzadas
fi: Lisäasetukset
pl: Opcje zaawansowane
pt: Opções avançadas
th: ตัวเลือกขั้นสูง

# 1156.title
source: Advanced options
ca: Opcions avançades
cs: Pokročilé volby
el: Επιλογές για προχωρημένους
es: Opciones avanzadas
fi: Lisäasetukset
pl: Opcje zaawansowane
pt: Opções avançadas
th: ตัวเลือกขั้นสูง

# 8NR-sq-tyn.title
source: Move now
ca: Mou ara
cs: Přesunout
el: Μεταφορά τώρα
es: Mover ahora
fi: Siirrä nyt
pl: Przesuń teraz
pt: Mover Agora
ru: Переместить сейчас
th: ย้ายเดี๋ยวนี้

# 9R1-eW-2wX.title
source: Your secret key used to sign:
ca: La clau secreta utilitzada per signar:
cs: Použitý tajný klíč:
el: Το κρυφό κλειδί που χρησιμοποιήθηκε για την υπογραφή:
es: Su clave secreta (privada) usada para firmar:
fi: Allekirjoittamiseen käytetty salainen avaimesi:
pl: Twój prywatny klucz do podpisu:
pt: Chave secreta usada para assinar:
ru: Ваш секретный ключ для подписи:
th: กุญแจลับของคุณที่ใช้ในการลงชื่อ:

# Box-lh-L06.title
source: The following keys were found. Note that search results come from the old sks key servers and are unverified:
ru: Следующие ключи были найдены. Обратите внимание, что результаты поиска приходят со старых серверов ключей sks и не проверяются:
th: พบกุญแจเหล่านี้ จำไว้ว่าผลลัพธ์การค้นหามาจากเซิร์ฟเวอร์กุญแจแห่งเก่าและไม่ได้รับการตรวจยืนยัน

# C9S-eh-IwE.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
pt: Cancelar
ru: Отмена
th: ยกเลิก

# CCK-VK-IyW.title
source: Upload Public Keys
pt: Enviar Chaves Públicas
ru: Выложить публичные ключи
th: อัปโหลดกุญแจสาธารณะ

# D2R-cV-2w2.title
source: This key claims more than one identity. Which ones have you verified?
ca: Aquesta clau representa més d'una identitat. Quines heu verificat?
cs: Tento klíč zastupuje více než jednu osobu/identitu. Kterou si přejete ověřit?
es: Esta clave se arroga más de una identidad. ¿Cuáles ha verificado?
pt: Esta chave reivindica mais de uma identidade. Quais delas você verificou?
ru: Этот ключ требует более одного удостоверения личности. С какими из них вы подтвердились?
th: กุญแจนี้อ้างอัตลักษณ์มากกว่าหนึ่งตัวตน อันไหนที่คุณได้ตรวจยืนยันแล้ว?

# Dgz-iH-yfs.title
source: Extend your key
cs: Prodloužit platnost klíče
pt: Prorrogar Chave
ru: Продлить свой ключ
th: ยืดอายุกุญแจของคุณ

# Ebm-sP-X8A.title
source: Why Publish?
ca: Per què publicar?
cs: Proč publikovat?
es: ¿Por qué publicar?
pt: Por que Publicar?
ru: Зачем публиковать?
th: ทำไมควรเผยแพร่?

# FWA-34-yOE.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
es: Cancelar
fi: Peru
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก

# FsT-ha-Sbf.ibShadowedIsNilPlaceholder
source: Search for name, email or fingerprint.
ca: Search for email or fingerprint.
cs: Search for email or fingerprint.
el: Search for email or fingerprint.
es: Buscar por nombre, correo electrónico o huella de validación de clave.
pt: Busque por nome, e-mail ou impressão digital.
ru: Поиск по адресу электронной почты или отпечатку пальца.
th: ค้นหาอีเมลหรือลายนิ้วมือ

# J0P-gR-G8d.title
source: Publish
ca: Publica
cs: Publikovat
es: Publicar
pt: Publicar
ru: Публиковать
th: เผยแพร่

# MKK-kH-I0K.title
source: Your passwords must match
cs: Zadaná hesla musí být stejná
es: Sus contraseñas tienen que coincidir
pt: As senhas devem coincidir
ru: Ваши пароли должны совпадать
th: รหัสผ่านของคุณต้องตรงกัน

# NF0-Lw-0Kc.title
source: Do not show this message again
pt: Não mostrar novamente
ru: Не показывать это сообщение снова
th: ไม่ต้องแสดงข้อความนี้อีก

# Zpl-vE-jFj.title
source: Import Key
ru: Импорт ключа
th: นำเข้ากุญแจ

# fnd-K6-CbB.title
source: Learn More
pt: Mais Informações
ru: Узнать больше
th: เรียนรู้เพิ่ม

# hwx-EK-vFP.title
source: Strength:
cs: Bezpečnost hesla:
es: Fortaleza:
pt: Resistência:
ru: Сила:
th: ความแข็งแรง:

# m38-Dt-1op.title
source: Cancel
ca: Cancel·la
cs: Zrušit
el: Ακύρωση
ru: Отмена
th: ยกเลิก

# oEK-bQ-RJR.title
source: Upload Public Keys
pt: Enviar Chaves Públicas
ru: Выложить публичные ключи
th: อัปโหลดกุญแจสาธารณะ

# 822.ibShadowedToolTip
source: If this option is enabled, not only your public key, but your secret key as well, will be exported. The resulting file will include both your public and secret key. NOTE: Your secret key must not be shared with others. Only use this option for backup or tranfer purposes.
ca: Si l’opció és activada, s’exportarà tant la clau pública com la privada. El fitxer resultant inclourà ambdues claus, pública i privada. NOTA: la clau privada no s’ha de compartir amb d’altres. Utilitzeu aquesta opció només per a realitzar còpies de seguretat o transferències.
cs: Jestliže je tato volba zapnutá, tak bude exportován nejen veřejný, ale i soukromý klíč. Výsledný soubor bude obsahovat oba klíče jak veřejný, tak soukromý. Poznámka: Váš soukromý klíč NESMÍ být poskytnut nikomu jinému. Tuto volbu použijte jen v případě zálohování nebo přesunu klíčů.
el: Αν αυτή η επιλογή είναι ενεργή, όχι μόνο το δημόσιο κλειδή, αλλά και το κρυφό κλειδί θα εξαχθούν. Το προκύπτων αρχείο θα περιέχει και το δημόσιο και το κρυφό κλειδι. ΣΗΜΕΙΩΣΗ: Δεν πρέπει να μοιραστείτε το κρυφό κλειδί σας με άλλους. Χρησιμοποιήστε αυτή την επιλογή μόνο για λόγους αντιγράφου ασφαλείας ή μεταφοράς.
es: Si esta opción está habilitada, no sólo su clave pública sino también su clave secreta (privada), será exportada. El fichero resultante incluirá tanto su clave pública como secreta. NOTA: Su clave secreta no debe ser compartida con otros. Use esta opción sólo para crear copias de seguridad o para transferencia de datos.
fi: Asetusta käytettäessä myös salainen avaimesi viedään, eli tuotettu tiedosto sisältää sekä julkisen että salaisen avaimesi. Salaista avainta ei saa jakaa muiden kanssa, joten käytä siis tätä asetusta vain avainten varmuuskopiointiin tai siirtoon.
pl: Jeśli ta opcja jest włączona, nie tylko Twój klucz publiczny będzie wyeksportowany, ale także Twój klucz prywatny. Plik wynikowy będzie zawierał zarówno klucz publiczny i prywatny. NOTKA: Nie możesz dzielić się swoim kluczem prywatnym z innymi. Tej opcji należy używać tylko do celów tworzenia kopii zapasowych lub w celach przenoszenia.
pt: Se esta opção for ativada, suas chaves pública e secreta serão exportadas. Nota: sua chave secreta não deve ser compartilhada com outras pessoas. Use esta opção somente para fins de backup ou transferência.
ru: Если выбрана эта опция, вместе с публичным ключом будет экспортирован и секретный ключ. В результате, файл будет содержать оба ваших ключа. ВНИМАНИЕ: Ваш секретный ключ не должен попасть в чужие руки. Используйте эту опцию только для резервного копирования и переноса ключей между вашими устройствами.

# 2JB-h4-xn9.title
source: Example: You signed Bob's key. Your friend Alice finds Bob's key on the key server, but she is unsure if the found key is really Bob's key. Alice sees your signature on Bob's key and since Alice knows the fingerprint of your key is trustworthy, she assumes that the found key for Bob is indeed his key.
ca: Exemple: Heu signat la clau del Bob. La vostra amiga Alice troba la clau del Bob en un servidor de claus, però no sap si la clau que ha trobat és realment la del Bob. L'Alice veu la vostra signatura a la clau del Bob i com que sap que l'empremta d'aquesta és de fiar, assumeix que la clau que ha trobat és efectivament la del Bob.
cs: Příklad: Podepsal jste klíč svého kamaráda Franty. Vaše kamarádka Eliška najde Frantův klíč na klíčovém serveru, ale není si jistá, zda nalezený klíč je skutečně Frantův. Eliška najde váš podpis na Frantově klíči a protože Eliška ví, že otisk vašeho klíče je důvěryhodný, předpokládá, že nalezený Frantův klíč je skutečně jeho klíčem.
es: Ejemplo: Ha firmado la clave de Bob. Su amiga Alice encuentra la clave de Bob en el servidor de claves, pero ella no está segura de si la clave encontrada es realmente la clave de Bob. Alice ve la firma de usted en la clave de Bob, y como Alice sabe que la huella de validación de la clave de usted es de confianza, asume que la clave encontrada para Bob efectivamente es de Bob.
pt: Exemplo: você assina a chave de Léo. Sua amiga Carla encontra a chave de Léo no servidor, mas ela não tem certeza de que a chave encontrada é realmente dele. Ela vê a sua assinatura na chave de Léo e, por confiar na impressão digital da sua chave, ela presume que a chave encontrada é realmente dele.
ru: Пример: вы подписали ключ Пети. Ваша подруга Катя находит ключ Пети на сервере ключей, но она не уверена, что найденный ключ действительно ключ Пети. Катя видит вашу подпись на ключе Пети, и поскольку Катя знает, что отпечаток вашего ключа заслуживает доверия, она предполагает, что найденный ключ для Пети действительно является его ключом.

# Q7G-LV-o3b.title
source: Your key server has been switched to keys.openpgp.org We recommend that you upload your public keys to the new key server so others will be able to find them by searching for your email address. Once a key is uploaded, you will receive an email with a verification link for each email address associated with your keys. If you don't complete the verification process, your keys can only be found by searching for their fingerprints. Which public keys do you want to upload?
pt: O servidor de chaves foi mudado para “keys.openpgp.org”. É recomendável que você envie as suas chaves públicas ao novo servidor para que outras pessoas possam encontrá-las ao buscar seu endereço de e‑mail. Depois de enviar uma chave, você receberá um e‑mail com um link de verificação para cada endereço de e‑mail associado às chaves. Se você não completar o processo de verificação, as chaves só poderão ser encontradas quando buscadas pelas impressões digitais. Quais chaves públicas deseja enviar?
ru: Ваш сервер ключей был переключен на keys.openpgp.org Мы рекомендуем вам выгрузить ваши открытые ключи на новый сервер ключей, чтобы другие могли найти их, выполнив поиск по вашему адресу электронной почты. После выгрузки ключа вы получите электронное письмо со ссылкой для подтверждения каждого адреса электронной почты, связанного с вашими ключами. Если вы не завершили процесс проверки, ваши ключи можно найти только путем поиска их отпечатков. Какие открытые ключи вы хотите выгрузить?

# c3R-Qv-JF7.title
source: GPG Keychain will move your secret keys to the selected location. gpg will find your keys as soon as the target volume is connected to this machine. IMPORTANT: After moving your secret keys, you will always need the new target volume to sign or decrypt mails or files.
ca: El GPG Keychain mourà les claus privades a la ubicació seleccionada. El gpg trobarà les claus tan prompte com el volum estiga connectat al maquinari. IMPORTANT: Després de moure les claus privades, sempre necessitareu el volum nou per a signar o desxifrar correus o fitxers.
cs: Aplikace GPG Keychain přesune vaše soukromé klíče na vybrané úložiště. GPG najde klíče jakmile úložiště připojíte k tomuto počítači. Důležité: Po přesunu vašich soukromých klíčů, musíte zvolit nové úložiště pro podepisování a dešifrování zpráv nebo souborů.
el: Το GPG Keychain θα μεταφέρει τα κρυφά κλειδιά σας στην επιλεγμένη τοποθεσία. Το gpg θα εντοπίσει τα κλειδιά σας αφού ο δίσκος-τοποθεσία συνδεθεί με τον υπολογιστή αυτό. ΣΗΜΑΝΤΙΚΟ: Αφού μεταφέρετε τα κρυφά κλειδιά σας, θα χρειάζεστε πάντα το δίσκο-τοποθεσία προκειμένου να υπογράψετε ή να αποκρυπτογραφήσετε mail και αρχεία.
es: GPG Keychain moverá sus claves secretas (privadas) a la ubicación seleccionada. gpg encontrará sus claves tan pronto como el volumen objetivo esté conectado a esta máquina. IMPORTANTE: Después de mover sus claves secretas, siempre necesitará que el volumen objetivo firme o descifre correos o ficheros.
fi: GPG-Keychain siirtää salaiset avaimesi valittuun kohteeseen. Gpg löytää avaimesi heti kun kohde on kytketty tähän tietokoneeseen. Tärkeää: Kun salaiset avaimesi on siirretty, tiedostojen ja sähköpostien allekirjoittaminen ja purkaminen on mahdollista vain em. kohteen ollessa kytkettynä.
pl: GPG Keychain przeniesie Twoje prywatne klucze do wybranej lokalizacji. GPG znajdzie Twoje klucze jak tylko dany wolumin zostanie wykryty na tym urządzeniu. WAŻNE: Po przeniesieniu Twoich tajnych kluczy, zawsze będziesz potrzebował nowego woluminu do podpisywania lub odszyfrowania maili i plików.
pt: O GPG Keychain moverá suas chaves secretas para o local selecionado e as encontrará assim que o volume de destino for conectado a este computador. Importante: depois de mover as chaves secretas, o novo volume de destino sempre será necessário para assinar ou descriptografar e‑mails e arquivos.
ru: Связка ключей GPG переместит ваши секретные ключи в выбранное расположение. gpg найдет ваши ключи, как только целевой том будет подключен к этому компьютеру. ВАЖНО: после перемещения ваших секретных ключей, вам всегда будет нужен целевой том для подписи или расшифровки сообщений или файлов.
