Repository: GPGTools/GPGKeychainAccess
Catalog: Resources/*.lproj/ModalSheets.xib.strings
Languages: de

# 152.title
source: Comment:
de: Kommentar:

# 154.title
source: Email address:
de: E-mail-Adresse:

# 155.title
source: Full name:
de: Voller Name:

# 156.title
source: Cancel
de: Abbrechen

# 157.title
source: Generate user ID
de: Benutzer-ID erstellen

# 242.title
source: Key expires
de: Schlüssel läuft ab

# 244.title
source: Length:
de: Länge:

# 245.title
source: Expiration date:
de: Gültig bis:

# 246.title
source: Key type:
de: Schlüsselart:

# 247.title
source: Cancel
de: Abbrechen

# 248.title
source: Generate subkey
de: Unterschlüssel erstellen

# 253.title
source: RSA (encrypt only)
de: RSA (nur verschlüsseln)

# 254.title
source: Elgamal (encrypt only)
de: Elgamal (nur verschlüsseln)

# 255.title
source: RSA (sign only)
de: RSA (nur signieren/beglaubigen)

# 256.title
source: DSA (sign only)
de: DSA (nur signieren/beglaubigen)

# 378.title
source: Generate signature
de: Beglaubigung erstellen

# 379.title
source: Cancel
de: Abbrechen

# 381.title
source: Expiration date:
de: Gültig bis:

# 389.title
source: I will not answer.
de: Ich antworte nicht.

# 392.title
source: Signature expires
de: Beglaubigung läuft ab

# 405.title
source: I have not checked at all.
de: Ich habe es überhaupt nicht überprüft

# 406.title
source: I have done casual checking.
de: Ich habe es flüchtig überprüft

# 407.title
source: I have done very careful checking.
de: Ich habe es sehr sorgfältig überprüft

# 409.title
source: How carefully have you verified, that the key you are about to sign actually belongs to the person named above?
de: Wie genau hast du überprüft, ob der Schlüssel, den du beglaubigen willst, wirklich der oben genannten Person gehört?

# 427.title
source: Change expiration date
de: Verfallsdatum ändern

# 428.title
source: Cancel
de: Abbrechen

# 430.title
source: Expiration date:
de: Gültig bis:

# 441.title
source: Key expires
de: Schlüssel läuft ab

# 468.title
source: Local signature
de: Lokale Beglaubigung erstellen

# 481.title
source: Search key
de: Schlüssel suchen

# 482.title
source: Cancel
de: Abbrechen

# 483.title
source: Search:
de: Suche nach:

# 485.title
source: Search for key on keyserver.
de: Schlüssel auf Schlüsselserver suchen.

# 503.title
source: Close
de: Schließen

# 533.title
source: Retrieve key from keyserver.
de: Schlüssel vom Schlüsselserver holen.

# 534.title
source: Retrieve key
de: Schlüssel holen

# 536.title
source: Cancel
de: Abbrechen

# 537.title
source: Key ID:
de: Schlüssel-ID:

# 816.title
source: Your secret key used to sign:
de: Dein geheimer Schlüssel zum signieren:

# 822.ibShadowedToolTip
source: If this option is enabled, not only your public key, but your secret key as well, will be exported. The resulting file will include both your public and secret key. NOTE: Your secret key must not be shared with others. Only use this option for backup or tranfer purposes.
de: Mit dieser Option wird nicht nur dein öffentlicher, sondern auch dein geheimer Schlüssel exportiert. Die erstelle Datei wird sowohl deinen öffentlichen als auch deinen geheimen Schlüssel enthalten. ANMERKUNG: Dein geheimer Schlüssel darf nicht mit anderen geteilt werden. Benutze diese Option nur, um ein Backup zu erstellen oder zum Schlüsseltransfer.

# 823.title
source: Include secret key in exported file
de: Geheimen Schlüssel ebenfalls exportieren

# 876.title
source: Comment:
de: Kommentar:

# 877.title
source: Email address:
de: E-mail-Adresse:

# 878.title
source: Full name:
de: Voller Name:

# 879.title
source: Generate a new key pair.
de: Ein neues Schlüsselpaar erstellen, das zum Verschlüsseln, Signieren und Beglaubigen verwendet werden kann.

# 880.title
source: Key expires
de: Schlüssel läuft ab

# 881.title
source: Length:
de: Länge:

# 882.title
source: Expiration date:
de: Gültig bis:

# 883.title
source: Key type:
de: Schlüsselart:

# 888.title
source: RSA (sign only)
de: RSA (nur signieren/beglaubigen)

# 889.title
source: DSA (sign only)
de: DSA (nur signieren/beglaubigen)

# 890.title
source: DSA and Elgamal
de: DSA und Elgamal

# 891.title
source: RSA and RSA (default)
de: RSA und RSA (voreingestellt)

# 920.title
source: confirm:
de: Bestätigen:

# 923.title
source: Cancel
de: Abbrechen

# 924.title
source: Generate key
de: Schlüssel erstellen

# 995.title
source: Cancel
de: Abbrechen

# 1000.title
source: Retrieve key
de: Schlüssel holen

# 1026.title
source: Cancel
de: Abbrechen

# 1095.title
source: Cancel
de: Abbrechen

# 1156.title
source: Advanced options
de: Erweiterte Optionen

# 1358.title
source: Upload public key after generation
de: Öffentlichen Schlüssel hochladen

# eKE-tf-ktq.title
source: Do you want your signature to expire (recommended)?
de: Willst du, dass deine Signatur verfällt (empfohlen)?
